Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: $d day and $h hours
ro: $d zi şi $h ore

source: $d days and $h hours
ro: $d zile şi $h ore

source: $h hour and $m minutes
ro: $h oră şi $m minute

source: $h hours and $m minutes
ro: $h ore şi $m minute

source: $m minutes
ro: $m minute

source: ${count} item(s) copied.
ro: ${count} elemente copiate.

source: ${count} item(s) cut.
ro: ${count} elemente tăiate.

source: ${count} item(s) renamed.
ro: ${count} elemente redenumite.

source: ${items} could not be deleted.
ro: ${items} nu a putut fi şters.

source: ${name} is not a legal name. The following characters are invalid: ${characters}
ro: ${name} nu este un nume permis. Următoarele caractere sunt invalide: ${characters}

source: ${name} is reserved.
ro: ${name} este rezervat.

source: ${text_logged_out_link} and click 'Cancel' when prompted with an authentication prompt.
ro: ${text_logged_out_link} şi apasă 'Anulează!' când apare căsuţa de autentificare.

source: ${title} copied.
ro: ${title} a fost copiat.

source: ${title} cut.
ro: ${title} a fost tăiat.

source: ${title} has been deleted.
ro: ${title} a fost şters.

source: ${title} is locked and cannot be cut.
ro: ${title} este blocat şi nu poate fi tăiat pentru a fi lipit în altă parte.

source: ${title} is locked and cannot be deleted.
ro: ${title} este blocat şi nu poate fi şters.

source: ${title} is not copyable.
ro: ${title} nu poate fi copiat.

source: ${title} is not moveable.
ro: ${title} nu poate fi mutat.

source: ${tname} has been created.
ro: ${tname} a fost creat.

source: (Requires JavaScript)
ro: (Necesită JavaScript)

source: (Unstyled)
ro: (Nepersonalizat)

source: - An intranet workflow where content is only accessible if you are logged in. - Basic states are: Internal Draft, Pending Review, Internally Published and Private. - Also has an Externally Published state, so you can make selected content available to people outside the intranet.
ro: O succesiune de activităţi pentru intranet, unde conţinutul este accesibil doar dacă eşti autentificat. - Etapele în care se poate regăsi conţinutul sunt: Ciornă internă, În curs de aprobare, Publicat intern şi Privat. - Există, de asemenea, posibilitatea ca materialul sa fie Publicat extern, pentru a putea face conţinutul selectat disponibil şi celor care nu au acces la intranet.

source: - Essentially a workflow with no transitions, but has a Published state, so portlets and applications that expect that state will continue to work.
ro: În esenţă este o succesiune de activităţi fără tranziţii, cu o stare Publică, în care portleţii si aplicaţiile care asteaptă această stare vor continua să funcţioneze.

source: - Normally used with the Intranet/Extranet workflow on folder types. - Only has two states: Private and Internal Draft.
ro: În mod normal folosit cu workflow-ul Intranet/Extranet pe tipuri de directoare. - Are doar două stări: Privat şi Ciornă internă

source: - Simple workflow that is useful for basic web sites. - Things start out as private, and can either be submitted for review, or published directly. - The creator of a content item can edit the item even after it is published.
ro: O succesiune de simplă, utilă pentru site-urile simple. - Obiectele generate sunt Private şi pot fi înaintate spre revizuire, sau publicate direct. - Autorul unui obiect poate edita acel obiect şi după ce a fost publicat.

source: - Used in conjunction with the Community workflow. - Has no pending state. - Allows owner to publish the folder without approval.
ro: Folosit în conjuncţie cu succesiunile de activităţi Comunitate. - Nu poate fi pus în aşteptare. - Permite proprietarului să publice directorul fără aprobare.

source: - Users can create content that is immediately publicly accessible. - Content can be submitted for publication by the content's creator or a Manager, which is typically done to promote events or news to the front page. - Reviewers can publish or reject content, content owners can retract their submissions. - While the content is awaiting review it is readable by anybody. - If content is published, it can only be retracted by a Manager.
ro: - Utilizatorii pot crea conţinut accessibil imediat publicului. - Conţinutul poate fi trimis pentru publicare de catre autorul său, sau de către Manager, lucru care care se face în mod normal pentru a promova evenimente sau ştiri pe prima pagina. - Revizorii pot publica sau retrage materiale, iar proprietarii materialului îl pot retrage. - În timp ce conţinutul asteaptă revizuirea este vizibil de către toată lumea. - Dacă conţinutul este publicat, poate fi retras doar de un Manager.

source: 1 minute
ro: 1 minut

source: A 'Mozilla about:config' style configuration registry
ro: Un registru de configurare în stilul 'Mozilla about:config'

source: A TALES expression condition makes the rule apply only if TALES expression is not False in context.
ro: O conditie a unei expresii TALES care activează regula doar dacă expresia TALES nu este Falsă în context.

source: A boolean criterion
ro: Criteriu boolean

source: A classic portlet allows you to use legacy portlet templates.
ro: Un portlet clasic îţi permite să foloseşti şabloane clasice.

source: A copy action can copy an object to a different folder.
ro: Poţi copia un obiect către un folder diferit.

source: A criterion that searches for the currently logged in user's id
ro: Un criteriu care caută după id-ul utilizatorului curent

source: A date range criterion
ro: Un criteriu de căutare care se bazează pe un interval de date

source: A file extension condition can restrict a rule from executing unless the target is a File with a particular extension.
ro: O conditie cu privire la extensia unui fisier poate împiedica executarea unei reguli dacă ținta nu este un Fisier cu o anumită extensie particulară.

source: A group condition can prevent a rule from executing unless the current user is a member of a particular group.
ro: O conditie de grup poate împiedica executarea unei reguli dacă utilizatorul curent nu este un membru al unui anumit grup specific.

source: A list criterion
ro: Un criteriu de listare

source: A logger action can output a message to the system log.
ro: O acțiune de logare poate afișa un mesaj în jurnalul sistemului.

source: A mail action can mail different recipient.
ro: O acțiune de email poate trimite emailuri către diferiți destinatari.

source: A maximum number of cached values.
ro: Un număr maxim de valori cache.

source: A move action can move an object to a different folder.
ro: O acțiune de mutare - poate muta un obiect într-un director diferit.

source: A notify action can show a message to the user.
ro: O acțiune de notificare - poate afișa un mesaj către utilizator.

source: A path criterion
ro: Un criteriu de cale

source: A portal type condition makes the rule apply only to certain content types.
ro: O condiție de tip al portalului - aplică regula doar pentru un anumit tip de obiecte.

source: A portal_types criterion
ro: Un criteriu de tip al portalului

source: A portlet which can display static HTML text.
ro: Un portlet care poate să afișeze text static HTML

source: A portlet which can receive and render an RSS feed.
ro: Un portlet care poate primi și reda un RSS feed

source: A portlet which can render a calendar.
ro: Un portlet care poate afișa un calendar

source: A portlet which can render a classic template-based portlet
ro: Un portlet care poate afișa șabloane clasice de portlet

source: A portlet which can render a listing of recent events
ro: Un portlet care poate afișa o listare a evenimentelor recente

source: A portlet which can render a listing of recent news
ro: Un portlet care poate afișa o listare a știrilor recente

source: A portlet which can render a listing of recently changed items.
ro: Un portlet care poate afisa o listare a elementelor schimbate recent.

source: A portlet which can render a listing on the review queue.
ro: Un portlet care poate afișa o listare a elementelor ce trebuie analizate

source: A portlet which can render a log-in box
ro: Un portlet care poate afișa o căsuta de autentificare

source: A portlet which can render a navigation tree
ro: Un portlet care poate afișa arborele de navigare

source: A portlet which can render an OpenID log-in box
ro: Un portlet care poate afișa o fereastră de autentificare tip OpenID

source: A portlet which displays the results of a collection query
ro: Un portlet care afișează rezultatele interogăii unei colecții

source: A portlet which shows a search box.
ro: Un portlet care afișează o fereastră de căutare

source: A reference criterion
ro: Un criteriu bazat pe o referință

source: A relative date criterion
ro: Un criteriu bazat pe niște date relative

source: A relative path criterion
ro: Un criteriu bazat pe o cale relativă

source: A role condition can prevent rules from executing unless the current user has a particular role.
ro: O condiție de rol poate împiedica executarea regulilor dacă utilizatorul curent nu are o anumită funcție/rol.

source: A selection criterion
ro: Un criteriu de selecție

source: A short title for the site. This will be shown in the title of the browser window on each page.
ro: Un scurt titlu pentru site. Acesta va fi afișat în titlul ferestrei browser-ului, pentru fiecare pagină.

source: A simple int criterion
ro: Un criteriu de întreg simplu

source: A simple string criterion
ro: Un criteriu text simplu

source: A sort criterion
ro: Un criteriu de sortare

source: A summary of the rule
ro: Un sumar al regulii

source: A workflow action triggers a workflow transition on an object.
ro: O actiune de workflow declanseaza o tranzitie de workflow pe un obiect.

source: A workflow state condition can restrict rules to objects in particular workflow states
ro: O condiție a unei etape a fluxului de lucru poate restricționa regulile aplicabile pentru obiectele aflate într-o anumită etapă a acelui fluxului de lucru

source: A workflow transition condition can restrict rules to execute only after a certain transition.
ro: O condiție de tranzitie a unui flux de lucru poate restricționa regulile pentru fi aplicate doar după o anumită etapă de tranziție.

source: Absolute path
ro: Cale absolută

source: Absolute prefix
ro: Prefix absolut

source: Accessibility
ro: Accesibilitate

source: Action deleted.
ro: Acțiune stearsă.

source: Action moved down.
ro: Acțiune mutată mai jos.

source: Action moved up.
ro: Acțiune mutată mai sus.

source: Activated add-ons
ro: Produse suplimentare activate

source: Add
ro: Adaugă

source: Add Classic Portlet
ro: Adaugă portlet clasic

source: Add Collection Portlet
ro: Adaugă portlet de colecție

source: Add Content Type Condition
ro: Adaugă condiție a tipului de conținut

source: Add Copy Action
ro: Adaugă acțiune de copiere

source: Add Events Portlet
ro: Adaugă portlet de evenimente

source: Add File Extension Condition
ro: Adaugă condiție de extensie a fișierului

source: Add Group Condition
ro: Adaugă condiție de grup

source: Add Logger Action
ro: Adaugă acțiune de logare

source: Add Mail Action
ro: Adaugă acțiune de e-mail

source: Add Move Action
ro: Adaugă acțiune de mutare

source: Add Navigation Portlet
ro: Adaugă portlet de navigare

source: Add News Portlet
ro: Adaugă portlet de știri

source: Add Notify Action
ro: Adaugă acțiune de notificare

source: Add RSS Portlet
ro: Adaugă portlet RSS

source: Add Recent Portlet
ro: Adaugă portlet de obiecte recente

source: Add Review Portlet
ro: Adaugă portlet de revizuire

source: Add Role Condition
ro: Adaugă condiție de rol

source: Add Rule
ro: Adauga regulă

source: Add Search Portlet
ro: Adaugă portlet de căutare

source: Add TALES Expression Condition
ro: Adaugă condiție de expresii TALES

source: Add Workflow Action
ro: Adaugă acțiuni legate de fluxul de lucru

source: Add Workflow State Condition
ro: Adaugă condiție de etapă a fluxului de lucru

source: Add Workflow Transition Condition
ro: Adaugă condiție de tranziție a fluxului de lucru

source: Add a new rule. Once complete, you can manage the rule's actions and conditions separately.
ro: Adaugă o regulă nouă. Odată adăugată, o vei putea administra din punctul de vedere al acțiunilor și condițiilor, în mod separat.

source: Add criterion
ro: Adaugă criteriu

source: Add tag names here for tags which are not part of XHTML but which should be permitted.
ro: Adaugă aici numele de etichete pentru etichetele care nu fac parte din limbajul XHTML dar care ar trebui să fie permise.

source: Add-on Configuration
ro: Configurarea produselor Add-on

source: Add-on Description
ro: Descrierea produselor Add-on

source: Add-on Product Configuration
ro: Configurarea unui produs Add-on

source: Add-ons
ro: Produse Add-ons

source: Adds support for authenticating with OpenID credentials in a Plone site
ro: Adaugă suport pentru autentificarea cu ajutorul acreditării OpenID într-un site Plone

source: Adds support for rendering z3c.form forms in Plone
ro: Adaugă suport pentru folosirea formularelor z3c.form în Plone

source: Adds working copy support (aka. in-place staging) to Plone.
ro: Adaugă suport pentru a putea lucra cu mai multe versiuni ale unui obiect in Plone.

source: Advanced search form settings
ro: Setări avansate pentru formularul de căutare

source: After date
ro: După dată

source: After the current day
ro: După ziua curentă

source: After today
ro: După data de astăzi

source: All Content
ro: Tot conținutul/Toate elementele

source: All content
ro: Tot conținutul/Toate elementele

source: All content rules
ro: Toate regulile elementelor

source: All items publicly available on a certain date
ro: Toate elementele disponibile public la o anumită dată

source: Allow anyone to view 'about' information
ro: Permite oricui să vadă informații 'despe conținut'

source: Allowed image sizes
ro: Dimensiunile permise pentru imagini

source: Allows new users to login with their email address instead of specifying a separate login name. (Existing users must go to the @@personal-information page once and save it before this setting has effect for them. Or use the @@migrate-to-emaillogin page as a site admin)
ro: Permite utilizatorilor noi să se autentifice cu adresa lor de email în loc să fie necesar să specifice un nume de utilizator separat. (Utilizatorii existenți trebuie sa meargă la pagina @@personal-information și să o salveze înainte ca această setare sa fie activată pentru ei. Ei mai pot utiliza pagina @@migrate-to-emaillogin atunci când au rol de administrator de site, pentru a face acest lucru în mod automat.

source: Allows users to register themselves on the site. If not selected, only site managers can add new users.
ro: Permite utilizatorilor să se înregistreze pe site. Daca nu este selectat, doar managerii de site pot adăuga utilizatori noi.

source: Also available in presentation mode…
ro: De asemenea disponibil în modul de prezentare...

source: Alternative formats
ro: Formate alternative

source: Always show icons
ro: Arată întotdeauna iconițele

source: An always-updated saved search that can be used to display items matching criteria you specify.
ro: O căutare salvată care se actualizează permanent, care poate fi folosită pentru a afișa elemente care îndeplinesc criteriile deja specificate.

source: An announcement that will show up in news listings.
ro: Un anunț care va apărea în lista de știri.

source: An event must end after it starts.
ro: Un eveniment trebuie să se încheie după ce a început.

source: An event must start before it ends.
ro: Un eveniment trebuie să înceapă înainte de a se termina.

source: An interval between cache cleanups in seconds.
ro: Un interval între momentele de curățare a cache-ului, în secunde.

source: An item's description
ro: Descrierea unui element

source: An item's title transformed for sorting
ro: Titlul unui element, transformat pentru sortare.

source: An item's type (e.g. Event)
ro: Tipul unui element (ex. Eveniment)

source: An item's workflow state (e.g.published)
ro: Etapa din fluxul de lucru al elementului (ex. publicat)

source: As a path relative to the portal root.
ro: Ca o cale relativă față de calea site-ului

source: Assignments deleted.
ro: Atribuții șterse.

source: Assignments disabled.
ro: Atribuții dezactivate.

source: Assignments enabled.
ro: Atribuții activate.

source: Automatically generate tabs
ro: Generează automat taburi

source: Available add-ons
ro: Produse Add-ons disponibile

source: Base configuration
ro: Configurația de bază

source: Before date
ro: Data de dinainte

source: Before the current day
ro: Înainte de ziua curentă

source: Before today
ro: Înainte de azi

source: Between dates
ro: Între date

source: Boolean (True/False)
ro: Boolean (Adevărat/Fals)

source: Boolean Criterion
ro: Criteriu boolean

source: By default, all items created at the root level will add to the global section navigation. You can turn this off if you prefer manually constructing this part of the navigation.
ro: În mod implicit, toate elementele create la nivelul de bază vor fi adăugate la secțiunea globală a navigării. Poți dezactiva această setare dacă preferi să construiești manual această parte a navigării.

source: By default, any content item in the root of the portal will be shown as a global section. If you turn this option off, only folders will be shown. This only has an effect if 'Automatically generate tabs' is enabled.
ro: În mod implicit, orice element existent la nivelul de bază va fi afișat ca o secțiune globală. Dacă dezactivezi această opțiune, vor fi afișate doar directoarele. Această opțiune are efect doar dacă opțiunea 'Generează automat taburile' este activă.

source: Calendar portlet
ro: Portlet calendar

source: Calendar settings
ro: Setările de calendar

source: Can only be seen and edited by the owner.
ro: Poate fi văzut și editat doar de către autor.

source: Cancel
ro: Anulează

source: Cancel check-out
ro: Anulează check-out

source: Cancel checkout
ro: Anulează check-out

source: Cannot find checkout location
ro: Nu se poate găsi locația check-out-ului

source: Change Password
ro: Schimbă parola

source: Change State
ro: Modifică starea

source: Change author
ro: Schimbă autorul

source: Change type
ro: Schimbă tipul

source: Changes Saved. Versioning for this file has been disabled because it is too large.
ro: Modificări salvate. Crearea de versiuni pentru acest fișier a fost dezactivată pentru că dimensiunea lui este prea mare.

source: Changes applied.
ro: Modificările au fost aplicate.

source: Changes canceled.
ro: Schimbările au fost anulate.

source: Changes made.
ro: Au fost făcute modificări.

source: Changes saved
ro: Modificări salvate

source: Changes saved.
ro: Modificări salvate.

source: Check this to enable inline editing on the site.
ro: Activează pentru a permite editarea directă din pagini în acest site.

source: Check-out created
ro: Check-out creat

source: Checkout cancelled
ro: Checkout anulat

source: Choose which types will have wiki behavior.
ro: Alege ce elemente vor avea comportament de wiki.

source: Classic portlet
ro: Portlet Classic

source: Clear cache
ro: Șterge cache-ul

source: Cleared the cache.
ro: Cache-ul a fost șters.

source: Collapse rarely used options
ro: Minimizează opțiunile rar folosite

source: Collection
ro: Colecție

source: Collection (old-style)
ro: Colecție (tip vechi)

source: Collection of searchable information
ro: O colecție de informatii căutabile

source: Collection portlet
ro: Porlet de colecție

source: Collections (old style)
ro: Colecții (tip vechi)

source: Comment
ro: Comentariu

source: Comment about the last transition
ro: Comentarii despre ultima tranziție

source: Comment added.
ro: Comentariu adăugat.

source: Comment cannot be blank.
ro: Comentariul nu poate ramane gol.

source: Community Workflow
ro: Workflow de comunitate

source: Community Workflow for Folders
ro: Workflow de comunitate pentru directoare

source: Condition deleted.
ro: Condiție ștearsă.

source: Condition moved down.
ro: Condiție mutată mai jos.

source: Condition moved up.
ro: Condiție mutată mai sus.

source: Configuration Registry
ro: Registrul configurațiilor

source: Configuration registry
ro: Registrul configurațiilor

source: Configure element
ro: Configurează elementul

source: Configure portlet
ro: Configurează portletul

source: Configure rule
ro: Configurează regula

source: Configure when and how to show search options in the advanced search form.
ro: Configurează când și cum se afișează opțiuni de căutare în formularul de căutare avansat

source: Contains
ro: Conține

source: Content Rules
ro: Reguli pentru Elemente

source: Content Type
ro: Elemente

source: Content listing
ro: Listări de elemente

source: Content type
ro: Elemente

source: Content types are: ${names}
ro: Elementele sunt: ${names}

source: Contents
ro: Conținut

source: Contributor
ro: Contribuitor

source: Contributor withdraws submitted content
ro: Contribuitorul retrage elementul depus

source: Contributors
ro: Contribuitori

source: Copy
ro: Copiază

source: Copy or cut one or more items to paste.
ro: Copiază sau taie unul sau mai multe elemente pentru a le lipi.

source: Copy submitted for publication - pending approval
ro: Copiază elementul depus pentru publicare - aprobare în așteptare

source: Copy to folder
ro: Copiază în dosarul

source: Copy to folder ${folder}.
ro: Copiază în dosarul ${folder}

source: Could not add group ${name}, perhaps a user or group with this name already exists.
ro: Nu am putut adăuga grupul ${name}; s-ar putea să existe deja un utilizator sau un grup cu acest nume.

source: Could not find a valid email address
ro: Nu s-a gasit nici o adresă de e-mail validă

source: Create
ro: Creează

source: Create Plone Site
ro: Creează un site Plone

source: Create a Plone site
ro: Creează un site Plone

source: Create a new Plone site
ro: Creează un nou site Plone

source: Creation Date
ro: Dată de creare

source: Creation date
ro: Dată de creare

source: Creators
ro: Creatori

source: Criteria
ro: Criterii

source: Current Author Criterion
ro: Criteriu pentru autorul curent

source: Current User
ro: Utilizatorul curent

source: Current active configuration
ro: Configurația curentă activă

source: Current logged in user
ro: Utilizatorul autentificat în acest moment

source: Custom tags
ro: Etichete personalizate

source: Cut
ro: Taie

source: Dashboard
ro: Tablou de bord

source: Date Created
ro: Data creării

source: Date Effective
ro: Data efectivă

source: Date Expires
ro: Data expirării

source: Date Modified
ro: Data modificării

source: Date Range Criterion
ro: Criteriu referitor la intervalele de date

source: Date range
ro: Interval de date

source: Dates
ro: Date

source: Day
ro: Zi

source: Days of object history to keep after packing
ro: Numărul de zile păstrate din istoricul obiectului, de după împachetare (curățare)

source: Default Page
ro: Pagină implicită

source: Default editor
ro: Editor implicit

source: Default format
ro: Format implicit

source: Default theme
ro: Temă implicită

source: Define the search terms for the items you want to list by choosing what to match on. The list of results will be dynamically updated.
ro: Definește termenii de căutare pentru elementele pe care dorești sa le listezi prin alegerea acestui criteriu de căutare. Lista de rezultate va fi actualizată în mod dinamic.

source: Define the types that should be searched and be available in the user facing part of the site. Note that if new content types are installed, they will be enabled by default unless explicitly turned off here or by the relevant installer.
ro: Definește elementele care ar trebui să fie găsite și disponibile în partea publică a siteului. Daca vor fi instalate tipuri noi de elemente ele vor fi activate în mod implicit, înafară de cazul în care nu sunt dezactivate in mod explicit, aici, sau în decursul procesului lor de instalare.
