Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: label_discussion_disabled
ro: Dezactivat

source: label_discussion_enabled
ro: Activat

source: label_edit_default_view_container
ro: Editezi tema implicită a unui obiect. Dacă vrei să editezi obiectul în sine, ${go_here}

source: label_edit_short_names
ro: Permite editarea Numelor Scurte

source: label_effective_date
ro: Data publicării

source: label_email
ro: Email

source: label_enable_cookies
ro: permite cookies

source: label_enable_syndication
ro: Activează sindicarea

source: label_error
ro: Eroare

source: label_error_type
ro: Tipul erorii

source: label_error_value
ro: Valoarea erorii

source: label_event_announcement
ro: Descrierea evenimentului

source: label_event_attendees
ro: Participanţi

source: label_event_end
ro: Sfârşitul evenimentului

source: label_event_location
ro: Locaţia evenimentului

source: label_event_start
ro: Începe evenimentul

source: label_event_type
ro: Tipuri(le) evenimentului

source: label_exception
ro: Excepţie

source: label_exception_type
ro: Tip excepţie

source: label_exception_value
ro: Valoare excepţie

source: label_exclude_from_nav
ro: Exclude din navigare

source: label_expiration_date
ro: Data expirării

source: label_ext_editor
ro: Permite editarea externă

source: label_file
ro: Fişier

source: label_filed_under
ro: Tag-uri

source: label_find_group
ro: Caută un grup aici

source: label_format
ro: Format

source: label_full_name
ro: Numele complet

source: label_full_size
ro: Dimensiunea maxima a imaginii

source: label_generated_tabs_enable
ro: Tab-uri generate automat

source: label_gnu_gpl_licence
ro: Licenţă GNU GPL

source: label_group_members
ro: Membrii Grupului

source: label_group_memberships
ro: Membrii Grupului

source: label_group_properties
ro: Proprietăţile Grupului

source: label_groups
ro: Grupuri

source: label_historical_unavailable
ro: Istoricul nu este disponibil

source: label_history
ro: Istoric

source: label_home
ro: Prima pagină

source: label_ignored_exception
ro: Tipuri de excepţii ignorate

source: label_image
ro: Imagine

source: label_image_caption
ro: Denumire imagine

source: label_immediately_addable_types
ro: Tipuri permise

source: label_include_contained_objects
ro: Include elementele directorului

source: label_inherit_criteria
ro: Preluare criterii

source: label_inherit_local_roles
ro: Preluare permisiuni de la nivelurile superioare

source: label_item_count
ro: Număr de elemente

source: label_item_selected
ro: Element: ${contentitem}

source: label_item_type
ro: Tip element

source: label_keywords
ro: Cuvinte cheie

source: label_language
ro: Limbă

source: label_limit_number
ro: Limitează rezultatele căutarii

source: label_listed_status
ro: Afişat în căutari

source: label_locally_allowed_types
ro: Tipologii secundare

source: label_location
ro: Locaţie

source: label_log_in
ro: Autentificare

source: label_login_name
ro: Utilizator

source: label_login_to_add_comments
ro: Autentifică-te pentru a adăuga comentarii

source: label_login_to_send_feedback
ro: Autentifică-te pentru a putea da feedback

source: label_look
ro: Design

source: label_mail_password
ro: Timite un mail de confirmare cu un link pentru setarea parolei.

source: label_main_language
ro: Limba Principală

source: label_message
ro: Mesaj

source: label_modification_date
ro: Modificare dată

source: label_name
ro: Nume

source: label_navigation_types
ro: Afişează tipurile de conţinut

source: label_navtree_wf_enable
ro: Filtrează după *workflow*

source: label_newTagsHelp
ro: Introdu un tag per linie; sunt permise mai multe cuvinte.

source: label_new_items_since
ro: Elemente noi din perioada

source: label_new_owner
ro: Proprietar nou

source: label_new_password
ro: Parola nouă

source: label_new_short_name
ro: Identificator nou

source: label_new_title
ro: Titlu nou

source: label_news_image
ro: Imagine

source: label_next
ro: Următorul

source: label_noTagsSelected
ro: Nu este selectat nici un tag

source: label_no_change
ro: Nici o schimbare

source: label_no_group_specified
ro: Nu a fost specificat nici un grup

source: label_number_exceptions
ro: Numărul de excepţii de păstrat

source: label_ok
ro: Ok

source: label_or
ro: sau

source: label_ordinary_content_editor
ro: Editor simplu HTML, bazat pe textarea (funcţionează în toate browserele)

source: label_password
ro: Parolă

source: label_path_criteria_recurse
ro: Caută în Sub-Directoare

source: label_path_criteria_value
ro: Directoare

source: label_perform_search
ro: Caută

source: label_plone_cms
ro: Sistemul Open Source de Management al Conţinutului Plone<sup>&reg;</sup>

source: label_plone_foundation
ro: Fundaţia Plone

source: label_portal_objects
ro: Obiecte portal

source: label_portal_type_criteria_value
ro: Valoare

source: label_portlets
ro: Portlet-uri

source: label_portrait
ro: Portret

source: label_powered_by_plone
ro: Realizat cu Plone, Sistemul Open Source de Management al Conţinutului

source: label_published
ro: Publicat

source: label_publishing_effective
ro: efectiv

source: label_quick_search
ro: Căutare rapidă

source: label_refresh
ro: Actualizează

source: label_register
ro: Înregistrare

source: label_related_items
ro: Conţinut asemănător

source: label_remember_my_name
ro: Ţine minte identitatea mea

source: label_remove
ro: Şterge

source: label_remove_selected_groups
ro: Şterge grupurile selectate

source: label_remove_selected_users
ro: Şterge grupurile / utilizatorii selectaţi

source: label_rename_all
ro: Redenumeşte toate

source: label_reply
ro: Răspunde

source: label_request_url
ro: Solicitare URL

source: label_required
ro: (Necesar)

source: label_rev_earlier
ro: Revizii anterioare

source: label_rev_later
ro: Revizii ulterioare

source: label_review_status
ro: Statusul reviziei

source: label_roles
ro: Drept(uri)

source: label_save
ro: Salvează

source: label_save_settings
ro: Salvează setările

source: label_schema_categorization
ro: Clasificare

source: label_schema_dates
ro: Date

source: label_schema_default
ro: Prestabilit

source: label_schema_metadata
ro: Metadate

source: label_schema_ownership
ro: Proprietari

source: label_schema_settings
ro: Setări

source: label_search
ro: Caută

source: label_search_text
ro: Caută după text

source: label_searchbox_currentfolder_only
ro: caută doar în secţiunea curentă

source: label_select_all_items
ro: Selectează toate elementele

source: label_select_content_item
ro: Selectează un element de conţinut

source: label_select_existing_tags
ro: Selectează dintre tag-urile existente

source: label_selection_criteria_value
ro: Valori existente

source: label_send
ro: Trimite

source: label_send_from
ro: De la

source: label_send_to_mail
ro: Trimite la (adresă email)

source: label_sender_from_address
ro: Email

source: label_sender_fullname
ro: Nume

source: label_short_name
ro: Prenume sau Poreclă

source: label_show_all_entries
ro: Arată toate intrările

source: label_show_me
ro: Arată-mi

source: label_showall
ro: Afişează toate

source: label_site_admin
ro: Administratorul site-ului

source: label_site_administration
ro: Administrare site

source: label_site_map
ro: Hartă site

source: label_size
ro: Dimensiune

source: label_skins
ro: Skin-uri

source: label_skiptocontent
ro: Sari la conţinut

source: label_skiptonavigation
ro: Sari la navigare

source: label_smtp_pass
ro: Parola ESMTP

source: label_smtp_port
ro: Portul SMTP

source: label_smtp_server
ro: Server SMTP

source: label_smtp_userid
ro: Utilizator ESMTP

source: label_state
ro: Stare

source: label_status
ro: Status

source: label_string_criteria_value
ro: Valoare

source: label_subject
ro: Subiect

source: label_subobjects
ro: Sub-obiecte

source: label_syndication_channel_description
ro: Descrierea canalului

source: label_syndication_channel_title
ro: Titlul canalului

source: label_syndication_max_items
ro: Articolele Maxime

source: label_syndication_update_base
ro: Bază de actualizare

source: label_syndication_update_frequency
ro: Frecvenţă de actualizare

source: label_syndication_updateperiod
ro: Perioadă de actualizare

source: label_tags
ro: Tag-uri

source: label_template_mixin
ro: Vezi model

source: label_text_format
ro: Formatare text

source: label_time
ro: Timp

source: label_title
ro: Titlu

source: label_toggle
ro: Selectează Toate/Nimic

source: label_traceback_as_text
ro: Afişează traceback-ul ca text

source: label_type_restrictions
ro: Restricţiile tipologiilor

source: label_types
ro: Tipuri

source: label_undo
ro: Înapoi

source: label_up_to_groups_overview
ro: Înapoi la sumarul grupurilor

source: label_up_to_plone_setup
ro: Înapoi la setările site-ului

source: label_up_to_usersoverview
ro: Înapoi la sumarul utilizatorilor

source: label_url
ro: URL

source: label_use_selected
ro: Foloseşte selecţia...

source: label_user_name
ro: Nume utilizator

source: label_user_properties
ro: Însuşirile utilizatorului

source: label_user_search
ro: Căutare utilizator

source: label_username
ro: Nume utilizator

source: label_users
ro: Utilizatori

source: label_usersandgroups
ro: Utilizatori şi Grupuri

source: label_workflows
ro: Workflows

source: large_text
ro: Mare

source: last_login
ro: Ultima autentificare

source: legend_account_details
ro: Detaliile contului

source: legend_address_info
ro: Informaţii despre adresă

source: legend_change_ownership
ro: Schimbă proprietarul

source: legend_feedback_for_author
ro: Feedback pentru autor

source: legend_logdetails
ro: Detalii jurnal

source: legend_logexception
ro: Jurnal de excepţii (cele mai recente primele)

source: legend_lognoexceptions
ro: Nu există excepţii înregistrate

source: legend_member_search_criteria
ro: Criteriile de Căutare a Membrilor

source: legend_navigation_details
ro: Detalii navigare

source: legend_note_reply_anonymous
ro: Notă: nu eşti autentificat. Ai posibilitatea să iţi introduci numele de utilizator şi parola mai jos. Daca nu vei introduce nimic, acest comentariu va fi postat din partea unui 'Utilizator anonim'.

source: legend_password_details
ro: Detalii parolă

source: legend_personal_details
ro: Detalii personale

source: legend_syndication_details
ro: Detalii distribuţie

source: link_address
ro: Adresa link-ului este:

source: link_group_properties
ro: Însuşirile grupului

source: listingheader_action
ro: Acţiune

source: listingheader_action_performed
ro: Acţiune executată

source: listingheader_affected_item
ro: Element alocat

source: listingheader_author
ro: Autor

source: listingheader_comment
ro: Comentariu

source: listingheader_date_and_time
ro: Data şi ora

source: listingheader_email_address
ro: Adresă e-mail

source: listingheader_group_name
ro: Nume grup

source: listingheader_group_remove
ro: Şterge grupul

source: listingheader_group_user_name
ro: Grup / Nume utilizator

source: listingheader_modified
ro: Modificat

source: listingheader_name
ro: Nume

source: listingheader_performed_by
ro: Autor

source: listingheader_remove_group
ro: Şterge grupul

source: listingheader_remove_user
ro: Eliminare utilizator

source: listingheader_reset_password
ro: Resetare parolă

source: listingheader_roles
ro: Roluri

source: listingheader_size
ro: Dimensiune

source: listingheader_status
ro: Stare

source: listingheader_title
ro: Titlu

source: listingheader_type
ro: Tip

source: listingheader_user_name
ro: Nume utilizator

source: login_form_disabled
ro: Atâta timp cât autentificarea cu cookie este dezactivată, login-ul bazat pe cookies nu este disponibil.

source: login_portlet_disabled
ro: Autentificarea cu cookies dezactivată. Portletul de login nu este disponibil.

source: narrow_search_options
ro: Filtrează rezultatele.

source: no_body_text
ro: Acest articol nu are conţinut, fă click pe butonul de editare pentru a-l schimba.

source: no_comments
ro: Nu există comentarii

source: no_image_uploaded
ro: (Nu a fost încărcată încă nici o imagine)

source: nochange_file
ro: Păstrează fişierul existent

source: nochange_image
ro: Păstrează imaginea existentă

source: none specified
ro: nici un element specificat

source: normal_text
ro: Normal

source: or_upload_a_file
ro: sau încarcă un fişier (conţinutul existent va fi înlocuit)

source: pending
ro: în aşteptare

source: plain_text
ro: Text simplu

source: posted_by
ro: Autor:

source: private
ro: privat

source: publish
ro: publica

source: published
ro: publicat

source: read_more
ro: Citeşte mai mult...

source: registered_disabled
ro: Autentificarea cu cookies a fost oprită.

source: reject
ro: respins(ă)

source: relevance
ro: relevanţa

source: remember_to_log_out
ro: Te rugăm să apeşi pe Ieşire sau să iţi închizi pagina web atunci cand ai terminat.

source: rename_item_not_allowed
ro: Nu ai dreptul să modifici id-ul acestui element.

source: results_by_author
ro: Elaborat de către ${author}, ${date}.

source: retract
ro: M-am răzgândit

source: search_results_advanced
ro: Nu ai găsit ce căutai? Încearcă ${advanced_search} pentru mai multe opţiuni de cautare, mai precise.

source: search_results_advanced_link
ro: Căutare avansată

source: sendto_mailtemplate_body
ro: Acest link iţi este trimis de la ${portal_url}. Primeşti acest mesaj deoarece cineva a citit o pagina pe ${portal_title} şi s-a gândit că te-ar putea interesa. Este trimis de către ${from_address} cu următorul comentariu: " ${comment} " ${document_title} ${document_description} ${document_url}

source: show
ro: Afişează

source: site_feedback_mailtemplate_body
ro: Primeşti acest email deoarece ${fullname} ${from_address} iti trimite un feedback asupra portalului administrat de tine la ${url}. Mesajul trimis a fost:${message}

source: small_text
ro: Mic

source: sort_by
ro: Sortează după

source: structured_text
ro: Text structurat

source: submit
ro: submite

source: summary_affected_content
ro: Conţinut alocat

source: summary_assigned_roles
ro: Roluri locale desemnate in acest moment

source: summary_author_content_list
ro: Afişează conţinutul scris de un autor, grupat în funcţie de tipologie.

source: summary_calendar
ro: Calendar

source: summary_content_listing
ro: Afişarea conţinutului

source: summary_event_details
ro: Detaliile evenimentului

source: summary_exception_log
ro: Jurnalul excepţiilor (se afişează cele mai recente primele)

source: summary_history
ro: Istoric

source: summary_review_history
ro: Istoric revizuiri

source: summary_roles_for_groups
ro: Selectează rolurile fiecărui grup

source: tabs_home
ro: Prima pagină

source: text_broken_product
ro: Acest *add-on* nu a fost instalat corect.

source: text_creator_date
ro: Autor: ${creator}, Ultima modificare: ${date}

source: text_errlog_notfound
ro: Înregistrarea căutată în jurnal nu a fost găsită. Este posibil să fi expirat. Dacă foloseşti o modalitate de încarcare a datelor de tip ZEO (cluster), încearcă să reîncarci informaţia până incarci serverul corect în cluster.

source: text_form_modified_message
ro: Formularul tău nu a fost salvat. Toate modificările făcute vor fi pierdute.

source: text_group
ro: Grup

source: text_no_new_items
ro: Nu a fost publicat nimic.

source: text_no_new_modified_items
ro: Nu au fost modificate elemente.

source: text_no_searchstring
ro: Pentru căutare, introdu numele unui grup, al unui utilizator, sau apasă 'Afişează toate'.

source: text_no_user_by_name
ro: Nu există un utilizator cu acest nume

source: text_nomatches
ro: Nu există corespondent

source: text_product_description
ro: Descrierea produsului

source: text_search
ro: Caută

source: text_size
ro: Dimensiune text:

source: text_user
ro: Utilizator

source: time_ever
ro: Vreodată

source: time_expired
ro: expirat

source: time_last_month
ro: Ultima lună

source: time_last_week
ro: Ultima săptămaână

source: time_yesterday
ro: Ieri

source: title_actions_menu
ro: Acţiuni

source: title_add_new_items_inside_item
ro: Adauga noi elemente în interiorul acestui element

source: title_add_to_ical
ro: Adaugă acest element la calendarul tau iCal

source: title_add_to_vcal
ro: Adaugă acest element la calendarul tău vCal

source: title_built_with_plone
ro: Acest site a fost construit folosind Sistemul de Management al Conţinutului Plone. Accesează acest link pentru mai multe informaţii.

source: title_can_add
ro: Poate adăuga

source: title_can_edit
ro: Poate edita

source: title_can_review
ro: Poate revizui

source: title_can_view
ro: Poate viziona

source: title_change_default_view_item
ro: Modifică elementul folosit ca imagine implicită a acestui director.

source: title_change_state_of_item
ro: Modifică statusul acestui element

source: title_choose_default_view
ro: Alege modalitatea de vizualizare pentru acest director sau selectează un element ca modalitate implicită de vizualizare a directorului.

source: title_compare_revision
ro: &middot; Compară cu versiunea curentă

source: title_configure_addable_content_types
ro: Configurează tipurile de conţinut care pot fi adăugate aici

source: title_contentrules_assigned
ro: Reguli de conţinut pentru ${context}

source: title_copyright
ro: Copyright

source: title_css
ro: Afişare în cascadă (CSS)

source: title_large_text
ro: Text Mare

source: title_move_item_down
ro: Mută elementul în jos

source: title_move_item_up
ro: Mută elementul în sus

source: title_next_month
ro: Luna următoare

source: title_normal_text
ro: Text Normal

source: title_previous_month
ro: Luna precedentă

source: title_remove_index_html_for_display_control
ro: Şterge sau redenumeşte index_html pentru a avea control deplin asupra modului în care arată acest director.

source: title_required
ro: Necesar

source: title_revert_revision
ro: Revino la această versiune.

source: title_rss_feed
ro: Abonează-te la un RSS feed permanent acctualizat al al acestei căutări.

source: title_search_site
ro: Caută in Site

source: title_select_default_page
ro: Selectează un element pentru a fi folosit ca modalitate implicită de afişare a directorului.

source: title_send_mail_to_user
ro: Trimite un email acestui utilizator

source: title_small_text
ro: Text Mic

source: title_subscribe_rss_feed
ro: Feed RSS pentru rezultatele acestei cautari

source: title_unset
ro: [ˇˇˇ]

source: title_view_revision
ro: Vezi această revizie

source: title_w3c
ro: Consorţiul World Wide Web

source: title_wcag
ro: Acest site realizat cu Plone este conform cu specificaţiile W3C-WAI-Web pentru Accesibilitatea Conţinutului.

source: title_xhtml
ro: Acest site realizat cu Plone conţine doar limbaj XHTML valid.

source: types_controlpanel_allow_discussion
ro: Permite comentarii

source: upload_file
ro: Înlocuieşte cu un fişier nou:

source: upload_image
ro: Înlocuieşte cu o imagine nouă:

source: user_role_note
ro: Atenţie, rolurile afişate aici se aplică direct unui utilizator. Ele nu reflectă rolurile adiţionale pe care le-ar putea avea un utilizator datorită apartenenţei la un anumit grup.

source: variable-contentrules-mailsub
ro: Variabilă

source: versioning_automatic
ro: Automatic

source: versioning_manual
ro: Manual

source: view_changes
ro: Vezi schimbările

source: visible
ro: vizibil

source: you_are_here
ro: Locaţia curentă este:
