Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: accesskey_contact
ro: <code>9</code>Informaţii de contact

source: accesskey_home_page
ro: <code>1</code>Prima Pagină

source: accesskey_navigation
ro: <code>6</code>Structură navigare site

source: accesskey_search_field
ro: <code>4</code>Focus câmp căutare

source: accesskey_sitemap
ro: <code>3</code>Hartă site

source: accesskey_skip_to_content
ro: <code>2</code>Sari la conţinut

source: action_convert_legacy_portlets
ro: Aici sunt definite portleturile istorice. Apasă butonul pentru a le converti în portleturi moderne.

source: alert_deleting_x_number_of_items
ro: Acestă operaţie va şterge un număr de %{number_of_items_to_delete} obiecte.

source: alert_really_delete
ro: Eşti sigur că vrei să ştergi acest element?

source: alert_really_delete_folder
ro: Eşti sigur că vrei să ştergi acest folder şi întreg conţinutul său?

source: alphabetically
ro: alfabetic

source: and
ro: și

source: anonymous users
ro: utilizatori anonimi

source: at_search_any
ro: <orice>

source: author_feedback_mailtemplate_body
ro: Primeşti acest mesaj deoarece ${from_address} îţi trimite feedback asupra conţinutului creat de tine la ${url}. Mesajul trimis a fost: ${message}

source: back_to_addremove_products
ro: Înapoi la adăugare/ştergere produse

source: batch_next_x_items
ro: Următoarele ${number}

source: batch_previous_x_items
ro: Cele ${number} precedente

source: batch_x_items_matching_your_criteria
ro: ${number} element(e) găsite potrivit criteriilor curente.

source: box_comment_preview
ro: Previzualizează comentariul

source: box_error
ro: Eroare

source: box_events
ro: Evenimente viitoare

source: box_forgot_password_option
ro: Ai uitat parola?

source: box_full_review_list
ro: Lista intreagă a reviziilor

source: box_languages
ro: Limbi

source: box_last_modified
ro: Ultima modificare

source: box_more_news_link
ro: Mai multe ştiri

source: box_more_recently_changed
ro: Toate modificările recente

source: box_morelink
ro: Continuare...

source: box_new_user_option
ro: Utilizator nou?

source: box_news
ro: Ştiri

source: box_previous_events
ro: Evenimente precedente...

source: box_published
ro: publicat

source: box_recent_changes
ro: Modificări recente

source: box_recent_no_items
ro: Nu ai modificat încă nici un element.

source: box_review_list
ro: Lista de Revizuire

source: box_search
ro: Căutare

source: box_sign_in
ro: Autentificare

source: box_upcoming_events
ro: Evenimente viitoare

source: category-contentrules-mailsub
ro: Categorie

source: change_id_for_item_not_allowed
ro: Nu ai dreptul să modifici titlul acestui element.

source: checkbox_select_item
ro: Selectează %{title}

source: checkout_info
ro: Aceasta este o copie în lucru a ${baseline_title}, făcută de ${creator} pentru ${created}.

source: comments_header
ro: Comentarii (${comments})

source: constraintypes_mode_acquire
ro: Foloseşte setările directorului părinte

source: contact_attendees
ro: Participanţi

source: contact_name
ro: Nume

source: contact_phone
ro: Telefon de Contact

source: contains unprintable characters
ro: conţine caractere care nu pot fi afişate

source: contentrules_add_action
ro: Acțiune de adăugare

source: contentrules_control_panel
ro: Panoul de control al regulilor privitoare la conţinut

source: contentrules_controlpanel_link
ro: Foloseşte ${controlpanel_link} pentru a crea, şterge sau modifica reguli existente.

source: contentrules_description_description
ro: Introdu o descriere scrută a regulii şi a scopului ei.

source: contentrules_description_execution
ro: Aplicarea regulilor se efectuează doar în condiţiile apariţiei unui eveniment pentru care acestea au fost concepute. Regulile se vor aplica doar în situaţia în care toate condiţiile sunt îndeplinite. Poti adăuga noi acţiuni şi condiţii folosind butonul de mai jos.

source: contentrules_description_stop
ro: Opreşte evaluarea regulilor cu privire la conţinut, după ce această regulă a fost aplicată

source: contentrules_description_trigger
ro: Această regulă se va aplica atunci când următorul eveniment este în desfăşurare.

source: contentrules_perform_actions
ro: Efectuaţi următoarele acţiuni:

source: contentrules_rule_properties
ro: Proprietăţile regulii

source: continue with the upgrade
ro: Continuă cu upgrade-ul

source: current_theme
ro: Tema curentă

source: current_theme_description
ro: Numele temei curente. Ex.: cea mai recent aplicată

source: date (newest first)
ro: dată (cele mai noi, mai întâi)

source: days
ro: zile

source: decription_no_members_assigned
ro: Nu există grupuri sau utilizatori ataşaţi acestui grup.

source: delete_file
ro: Şterge fişierul curent

source: delete_image
ro: Şterge imaginea curentă

source: description
ro: descriere

source: description_access_keys
ro: Tastele de acces reprezintă o metodă de navigare care îţi permite să navighezi pe pagina folosind doar tastatura.

source: description_accessibility_info
ro: Acest site foloseste ${plone} si a fost proiectat pentru a fi complet utilizabil si accesibil, in conformitate cu Ghidul de Accesibilitate pentru Continutul Web ( ${wcag} v1.0). Daca exista orice element pe acest site care, din punctul de vedere al validitatii sau a accesibilitatii nu se conformeaza cu standardul, te rugam sa ne contactezi administratorul la ${site_admin}, si nu Echipa Plone.

source: description_accessibility_statement
ro: Ne-am angajat sa folosim cunostintele noastre si intelegerea modului in care diversi oameni acceseaza Internetul pentru a dezvolta un website ce este clar si simplu de folosit pentru toata lumea.

source: description_add_comment
ro: Poti adauga un comentariu completand formularul de mai jos. Pentru a vedea cum va arata inainte de a-l inscrie, fa click pe 'Previzualizare comentariu'.

source: description_add_new_item
ro: Selecteaza tipul de articol pe care doresti sa-l adaugi directorului.

source: description_advanced_search
ro: Acest formular de cautare iti permite sa gasesti cauti pe site specificand unul sau mai multi termeni de cautare. <br /> Atentie: poti sa folosesti cautarea rapida oricand, de obicei aceasta fiind de ajuns. Acest formular se va folosi doar daca doresti sa cauti ceva anume.

source: description_author_feedback
ro: Completand formularul de mai jos, poti trimite un email cu feedback autorului.

source: description_available_access_keys
ro: Acest site foloseste setari asemanatoare majoritatii recomandarilor internationale pentru taste de acces. Acestea sunt.

source: description_broken_products
ro: Cateva produse au fost identificate ca avand erori cand s-a facut compilarea fisierului de instalare.

source: description_change_initial_password
ro: Înainte de a începe să vizitezi site-ul, trebuie să îţi modifici parola iniţială. Prin schimbarea parolei te asiguri că parola trimisa prin email, chiar dacă va ajunge la altcineva, nu va putea fi folosită în scopuri ostile.

source: description_change_ownership
ro: Prin acest formular poţi schimba proprietarul obiectelor curente.

source: description_comment_preview
ro: Aşa va arăta comentariul când va fi afişat.

source: description_contact_site_owner
ro: Completează acest formular pentru a contacta proprietarii site-ului.

source: description_contentrules_assigned_norules
ro: Nu există nici o regulă de conţinut activă pentru acest Director

source: description_control_panel
ro: Zonă de configurare Plone şi Produse Add-on.

source: description_copyright
ro: ${plonecms} este Copyright ${copyright} 2000-${current_year} de catre ${plonefoundation} şi alţii.

source: description_current_owner
ro: Proprietarul curent este ${name}

source: description_edit_groupproperties
ro: Grupurile sunt colecţii logice de utilizatori, de exemplu departamente sau unităţi teritoriale ale unei companii. Ele nu sunt direct legate de anumite permisiuni la nivel global; în mod normal vei folosi Rolurile pentru acesta departajare - şi vei lăsa anumite Grupuri să aiba un anumit rol.

source: description_edit_properties
ro: Această informaţie, care mai este denumită şi <em>metadata</em>, reprezintă o colecţie de informaţii folosite la clasificarea unui obiect, la atribuirea de date concrete de debut şi încheiere, setări de limbă şi cuvinte cheie. <br /> Poţi schimba metadatele acestui articol folosind formularul de mai jos. Atentie, metadata este o unealtă puternică ce permite realizarea unor multitudini de clasificări utile. Este important, aşadar, să completezi câmpurile cât mai precis posibil şi să le laşi libere pe cele pe care nu le poti completa.

source: description_enable_cookies_to_stay_logged_in
ro: Notă: Dacă nu ai rămas logat după ce ai părăsit această pagina, se datorează faptului că trebuie să activezi mai întâi opţiunea cookies din browser-ul tău.

source: description_error_has_been_logged
ro: Eroarea a fost înregistrată sub numărul ${entryid}.

source: description_error_log_setup
ro: Aceasta pagina listeaza exceptiile care au avut loc recent pe site. Poti configura cate exceptii sa fie pastrate si daca exceptiile sa fie copiate in jurnalul de evenimente al Zope.

source: description_group_members_of
ro: Aici poti sa adaugi sau sa stergi grupurile si utilizatorii din acest grup. Atentie, utilizatorii sau grupurilenu vor fi sterse, ci doar indepartate din acest grup.

source: description_group_portlets_below
ro: Portletii de grup sunt in mod normal afisati sub porletii de context.

source: description_groups_management
ro: Grupurile reunesc mai mulţi utilizatori pe criterii logice (departamente, organizaţii). Ele nu sunt direct legate de permisiuni la nivel global (de obicei se folosesc drepturile pentru aceasta si atribui anumitor grupuri un anumit drept).

source: description_historical_unavailable
ro: Aceasta clasă nu suportă interfaţa istorică. Conţinutul trebuie sa se integreze în OFS.Istorie.Istoric

source: description_include_error_in_admin_message
ro: Dacă ai nevoie să raportezi această eroare către ${site_admin}, te rugăm să incluzi în mesajul tău şi acest număr alocat erorii.

source: description_language_settings
ro: Setări legate de limbajul interfeţei şi a conţinutului acestui site.

source: description_license
ro: Distribuit sub licenţă ${license}.

source: description_logged_in
ro: Aceasta e prima dată când te-ai autentificat pe ${here}.

source: description_logged_in_explain
ro: Vei observa că bara de sus, din dreapta, s-a schimbat: acum conţine mai multe elemente personalizate. Va rămâne aşa cât timp eşti autentificat şi îţi va permite să controlezi setările şi directorul tău personal.

source: description_loginagain
ro: Poţi să te autentifici din nou folosind formularul de mai jos.

source: description_manage_contenttype_portlets
ro: În stânga şi dreapta vor fi afişate doar sloturile portleţilor aferenţi acestui obiect. Foloseşte link-urile de "sus", "jos", "şterge" şi "editează" pentru a administra portleţii utilizatorilor. Foloseşte lista predefinită de tip "drop-down" pentru a adăuga noi portleţi.

source: description_manage_contextual_portlets
ro: Coloanele portleţilor vor afişa mai întâi portleţi alocaţi explicit în acest context. Foloseşte butoanele de pe fiecare portlet pentru a-l muta mai sus sau mai jos, a-l şterge sau a-l edita. Pentru a adăuga un nou portlet, foloseste lista predefinită din partea de sus a coloanei.

source: description_manage_group_portlets
ro: În stânga şi dreapta vor fi afişate doar sloturile portleţilor aferenţi acestui grup. Foloseşte butoanele de pe fiecare portlet pentru a-l muta mai sus sau mai jos, a-l şterge sau a-l modifica. Foloseşte lista predefinită pentru a adăuga noi portleţi.

source: description_member_search
ro: Acest formular de căutare îţi permite să găseşti membrii, utilizând unul sau mai multe criterii de căutare.

source: description_my_preferences
ro: Setări personale

source: description_navigation_setup
ro: Permite să controlezi modul în care este construită navigarea pe site-ul tău.

source: description_navigation_setup_navtree
ro: Pentru a controla cum este afişat portletul de navigare, ar trebui să mergi la link-ul "Administrează portleţii", la prima pagină a site-ului (sau oriunde este adăugat un portlet de navigare) şi să schimbi setările.

source: description_no_account
ro: Dacă nu ai un cont aici, accesează ${registration_form} pentru a deveni membru.

source: description_no_account_registration_linktext
ro: formular de înregistrare

source: description_no_comparison_support
ro: Acest element nu oferă suport pentru comparaţii.

source: description_no_items_in_folder
ro: Momentan nu există articole în acest director.

source: description_no_results_found
ro: Nu au fost găsit nici un rezultat.

source: description_no_visible_items_add_paste
ro: Acest director nu are elemente vizibile. Pentru a adăuga conţinut nou, apasă butonul 'Adaugă', sau copiază conţinut din altă locaţie.

source: description_publishing_process_short
ro: Starea unui obiect (de asemenea numita şi "Starea de revizie") determină cine îl poate vedea. Un alt fel de a controla vizibilitatea unui obiect este cu <em class="discree">Data de publicare</em>. Un obiect nu este vizibil în căutările celorlalţi utilizatori înainte de data sa de publicare. Acest lucru va împiedica un obiect să apară în portleţi şi listări de obiecte, cu toate că el va fi accessibil direct din URL-ul său.

source: description_recently_modified
ro: Toate elementele modificate recent (cele mai recente primele).

source: description_recently_published
ro: Toate elementele publicate, cele mai recente primele.

source: description_rename_item
ro: Fiecare articol are un nume şi un titlu, care se pot modifica mai jos.

source: description_search_string
ro: Caută şirul de caractere:

source: description_search_usersandgroups
ro: Caută utilizatorii sau grupurile pe care vrei sa le localizezi (un criteriu de căutare gol va întoarce toate posibilităţile) şi selectează utilizatorii sau grupurile pe care vrei să le adaugi.

source: description_select_default_page
ro: Selectează care element va fi afişat ca pagină implicită a acestui director.

source: description_select_default_view
ro: Te rog să selectezi care model va fi folosit ca pagină implicită pentru acest director.

source: description_sharing_control
ro: Poţi controla cine poate viziona şi cine poate edita obiectul, folosind lista de mai jos.

source: description_sign_in
ro: Pentru a accesa această parte a site-ului trebuie să te autentifici cu numele de utilizator şi parola.

source: description_site_admin_full_error
ro: Aici aveţi întregul mesaj de eroare:

source: description_site_error
ro: Ne cerem scuze pentru orice inconvenienţă, însă pagina pe care ai încercat să o accesezi nu este la această adresă. Poţi folosi adresele de mai jos pentru a te ajuta să găseşti ceea ce căutai.

source: description_site_error_mail_site_admin
ro: Dacă eşti sigur că ai adresa corectă şi ai dat de o eroare, te rugăm să îl contactezi pe ${site_admin}.

source: description_site_error_thank_you
ro: Îţi mulţumim.

source: description_site_map
ro: Un sumar al conţinutului disponibil pe site. Ţine pointer-ul mouse-ului deasupra unui element pentru câteva secunde, pentru a vedea descrierea acestuia.

source: description_still_failure
ro: Dacă ai ajuns tot pe această pagină după ce ţi-ai configurat corect browser-ul, pot exista câteva motive posibile:

source: description_still_failure_reason1
ro: S-ar putea ca pe calculatorul tău să ruleze un program care filtrează conţinutul web, sau chiar browser-ul tău să fie configurat astfel, având ca rezultat faptul că dezactivează cookie-urile. În acest caz, te rugăm să îţi re-configurezi programul respectiv, sau browser-ul, în aşa fel încat să permită cookie-urile din partea ${url}.

source: description_still_failure_reason2
ro: Computerul tău ar putea fi protejat de un firewall sau proxy server care împiedică cookie-urile să fie trimise la/de la browser-ul tău. În acest caz va trebui să îţi contactezi administratorul de reţea pentru a-ţi remedia problema.

source: description_subject_and
ro: Potriveşte cu toate

source: description_subject_or
ro: Potriveşte cu oricare/orice

source: description_syndication_disabled
ro: Sindicarea a fost dezactivată de către administratorul site-ului.

source: description_syndication_properties
ro: Sindicarea îţi permite să configurezi acest director pentru a fi citit şi sincronizat de pe un alt site.

source: description_undo_action
ro: Caracteristicile aplicatiei îţi permit să schimbi relativ uşor modificările făcute (modificări de setări sau de date). Poţi readuce aplicaţia la o "stare anterioara" înregistrată la un anumit moment dat, în trecut.

source: description_undo_action_select
ro: Selectează una sau mai multe dintre tranzacţiile de mai jos apoi fă click pe butonul "Undo" pentru a anula tranzacţiile. Reţineţi că este posibil ca una dintre tanzacţiile selectate de mai jos să nu o poţi anula decât dacă alte tranzactii ulterioare ei au modificat aceleasi obiecte pe care le-a modificat şi tranzacţia în cauză.

source: description_use_form_to_change_password
ro: Foloseşte formularul de mai jos pentru a-ţi modifica parola.

source: description_user_management
ro: Click pe numele de utilizator pentru a vedea sau a schimba detaliile unui anumit utilizator, sau click pe iconiţa cu plic pentru a-i trimite un e-mail. Poţi edita drepturile şi adresa lui de mail sau poţi elimina unul sau mai mulţi utilizatori direct din acest formular. De asemenea, poţi accesa formularul de înregistrare a utilizatorilor pentru a adăuga noi utilizatori. Pentru a dezactiva un utilizator fără a-l şterge, trebuie doar să elimini toate drepturile pentru respectivul utilizator.

source: description_user_panel
ro: Aici îţi poţi seta preferinţele.

source: description_validation
ro: Am folosit ${xhtml} 1.0 şi ${css} conforme cu specificaţiile, aşa cum au fost stabilite de către ${w3c}, deoarece credem că accesibilitatea şi uşurinţa în folosire trebuie să aibă o bază solidă. Dacă orice element din acest site nu se validează corect, te rugăm să contactezi administratorul site-ului la ${site_admin}, nu Echipa Plone.

source: description_wcag_aa_rating
ro: Ne-am străduit, de asemenea, să obţinem accesibilitate de nivel AA faţă de versiunea 1.0 a ${wcag}. Suntem conştienţi, totuşi, că există anumite elemente din ${wcag2} care sunt subiective şi, deşi suntem siguri că le-am atins, exista cazuri în care o interpretare subiectivă poate influenţa rezultatul final.

source: description_you_are_registered
ro: Ai fost înregistrat ca membru.

source: description_you_can_log_on_now
ro: Apasă acest buton pentru autentificare imediată.

source: edit
ro: modifică

source: enable_cookies_message
ro: Cookie-urile nu sunt permise. Selectează ${enable_cookies} înainte de a te autentifica.

source: event_and
ro: şi

source: event_more_information
ro: Mai multe informaţii despre acest eveniment

source: event_what
ro: Ce

source: event_when
ro: Când

source: event_when_differentday
ro: ${startdate} până la ${linebreak} ${enddate}

source: event_when_sameday
ro: ${date} ${linebreak} de la ${starttime} până la ${endtime}

source: event_where
ro: Unde

source: folder_add_more
ro: Mai mult...

source: folder_add_settings
ro: Setări

source: go_to_parent_url
ro: Urcă un nivel

source: go_to_search_author_content
ro: Conţinut creat de ${user}

source: heading_access_keys
ro: Taste de acces

source: heading_accessibility_info
ro: Accesibilitate

source: heading_accessibility_statement
ro: Declaraţie privind accesibilitatea

source: heading_actions
ro: Acţiuni

source: heading_add_item
ro: Adaugă ${itemtype}

source: heading_add_new_item
ro: Adaugă un element nou

source: heading_add_to_calendar
ro: Adaugă un eveniment în calendar

source: heading_add_user_form
ro: Adaugă utilizator nou

source: heading_advanced_search
ro: Căutare avansată pentru conţinut

source: heading_allowed_languages
ro: Variante de limbă disponibile

source: heading_assign_to_groups
ro: Alocă grupurilor

source: heading_author_content
ro: Conţinut recent creat de către acest utilizator

source: heading_available_access_keys
ro: Taste de acces disponibile

source: heading_broken_products
ro: Produse stricate

source: heading_change_ownership
ro: Schimbă proprietarul

source: heading_change_password_for
ro: Schimbă parola pentru ${user}

source: heading_comment_preview
ro: Previzualizare comentariu

source: heading_contact_form
ro: Formular de contact

source: heading_content_views
ro: Modalităţile de vizualizare a conţinutului

source: heading_create_group
ro: Creează un grup

source: heading_currently_assigned_shares
ro: Permisiunile curente de partajare pentru '${folder}'

source: heading_description
ro: Descriere

source: heading_document_actions
ro: Acţiunile documentului

source: heading_edit_groupproperties
ro: Editează caracteristicile grupului ${groupname}

source: heading_edit_item
ro: Editează ${itemtype}

source: heading_error_log
ro: Jurnalul de erori

source: heading_exception_details
ro: Detaliile exceptiei

source: heading_file_contents
ro: Conţinutul fişierului

source: heading_full_review_list
ro: Lista completă de revizii

source: heading_group_members
ro: Membrii grupului

source: heading_group_members_of
ro: Membrii grupului ${groupname}

source: heading_group_memberships_for
ro: Grupuri din care face parte ${username}

source: heading_group_memberships_for_fullname
ro: Grupuri din care face parte ${fullname} (${userid})

source: heading_groupmembers_current
ro: Membrii grupului curent

source: heading_groups_overview
ro: Sumarul grupurilor

source: heading_install_log_for
ro: Jurnal de instalare pentru ${productname}

source: heading_installed_transcript
ro: Înregistrare

source: heading_language
ro: Limbă

source: heading_language_allowed
ro: Permis?

source: heading_language_code
ro: Cod

source: heading_language_settings
ro: Setări limbă

source: heading_member_search
ro: Caută membri

source: heading_memberships_current
ro: Membrii grupului curent

source: heading_migrate_email_login
ro: Migrează către (sau renunţă la) autentificarea pe baza de e-mail

source: heading_my_preferences
ro: Preferinţe personale

source: heading_name
ro: Nume

source: heading_navigation_setup
ro: Setări navigare

source: heading_new_owner
ro: Proprietar nou

source: heading_new_user
ro: Utilizator nou?

source: heading_no_privileges
ro: Drepturi insuficiente

source: heading_not_found_suggestions
ro: S-ar putea să fi căutat...

source: heading_personal_tools
ro: Unelte personale

source: heading_please_wait_while_you_are_logged_in
ro: Aşteaptă pentru a fi autentificat

source: heading_portlets_assigned_here
ro: Portleţii alocaţi aici

source: heading_prefs_user_details
ro: Caracteristicile utilizatorului ${username}

source: heading_publishing_process
ro: Proces de publicare

source: heading_quit_to_log_out
ro: Eşti încă auntentificat ca utilizator Zope

source: heading_recently_modified
ro: Elemente modificate

source: heading_recently_published
ro: Elemente publicate

source: heading_registration_form
ro: Formularul de înregistrare

source: heading_rename_item
ro: Redenumire element

source: heading_request
ro: Solicitare

source: heading_returned_results
ro: Rezultatele căutării

source: heading_search_groups
ro: Caută grupuri

source: heading_search_newmembers
ro: Caută noi membri ai grupului

source: heading_search_results
ro: Rezultatele căutării

source: heading_search_usersandgroups
ro: Caută utilizatori şi grupuri

source: heading_sections
ro: Secţiuni

source: heading_select_default_page
ro: Selectează pagina implicită

source: heading_select_default_view
ro: Selectează modalitatea de vizualizare implicită

source: heading_send_feedback_confirm
ro: Administratorul site-ului a fost contactat.

source: heading_send_page_to
ro: Trimite această pagină unei persoane

source: heading_set_content_type_restrictions
ro: Restricţionează tipurile de obiecte care pot fi adăugate
