Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: Maximum age for cached values in seconds.
ro: Durată maximă de viaţă pentru valori cache în secunde.

source: Member
ro: Membru

source: Member Preferences
ro: Preferințe membru

source: Member makes content private
ro: Membrul își face conținutul privat

source: Member makes content visible to other internal users
ro: Membrul își face conținutul vizibil altor utilizatori interni

source: Member promotes content to internal draft
ro: Membrul promovează conținutul către starea de ciornă internă

source: Member promotes content to public draft
ro: Membrul promovează conținutul către starea de ciornă publica

source: Member retracts submission
ro: Membrul retrage conținutul

source: Member submits content for publication
ro: Membrul trimite conținutul pentru publicare

source: Members
ro: Membrii

source: Message
ro: Mesaj

source: Message type
ro: Tipul mesajului

source: Minute
ro: Minut

source: Miscellaneous
ro: Diverse

source: Modification Date
ro: Data modificării

source: Modification date
ro: Data modificării

source: Modify portlet
ro: Modifică portletul

source: Month
ro: Luna

source: More information about the upgrade procedure can be found in the documentation section of plone.org in the ${upgrade_guide}.
ro: Mai multe informaţii despre procedura de upgradare pot fi gasite in secţiunea de documentaţie a plone.org, in ${upgrade_guide}.

source: More occurrences of this event:
ro: Mai multe întâmplări al acestui eveniment:

source: More search options
ro: Mai multe opțiuni de căutare

source: Move down
ro: Mută mai jos

source: Move the content to the pending state where it will be reviewed by an editor by publication.
ro: Setează conţinutul ca fiind *în pending*, unde va fi revăzut de un editor în vederea publicării.

source: Move to folder
ro: Mută in director

source: Move to folder ${folder}
ro: Mută in directorul ${folder}

source: Move up
ro: Mută mai sus

source: Multi-lingual support for Plone
ro: Suport multi lingual pentru Plone

source: Multiple users found with the same login name.
ro: Mai există un utilizator logat cu aceaşi nume.

source: My Folder
ro: Directorul meu

source: My Preferences
ro: Preferințele mele

source: Name
ro: Nume

source: Nasty tags
ro: Etichete nepermise

source: Navigation
ro: Navigare

source: Navigation details
ro: Detalii Navigare

source: Navigation settings
ro: Setări navigare

source: Navigation settings updated.
ro: Setările navigării au fost actualizate.

source: Need destination content ids.
ro: Necesită destinația conținutului ID-urilor

source: Need source content ids.
ro: Necesită sursa conținutului ID-urilor

source: Never show icons
ro: Nu arata niciodată iconițele

source: New reference created.
ro: Referință nouă creată.

source: New version created but not ready for publication
ro: Versiune nou creată, însă nu e încă gata pentru publicare.

source: New...
ro: Nou...

source: News
ro: Știri

source: News Item
ro: Știre

source: News item changes saved.
ro: Modificările știrii au fost salvate

source: No
ro: Nu

source: No changes made.
ro: Nu a fost efectuată nici o schimbare.

source: No events found.
ro: Nu a fost găsit nici un eveniment.

source: No images found in this collection.
ro: Nu a fost găsită nici o imagine în această colecție.

source: No mailhost defined. Unable to reset passwords.
ro: Nu a fost definit nici un server de e-mail; parolele nu pot fi resetate.

source: No workflow
ro: Nici un workflow

source: None
ro: Nimic

source: Notify user
ro: Anunță utilizatorul

source: Notify with message ${message}
ro: Anunță cu mesajul ${message}

source: Number of items to display
ro: Numărul de obiecte de afișat

source: Object added to this container
ro: Obiect adăugat în acest container

source: Object modified
ro: Obiect modificat

source: Object removed from this container
ro: Obiect șters din acest container

source: Omit portlet border
ro: Omite marginea portletului

source: One or more items not copyable.
ro: Unul sau mai multe elemente nu pot fi copiate.

source: One or more items not moveable.
ro: Unul sau mai multe elemente nu pot fi mutate.

source: One or more selected items is locked.
ro: Unul sau mai multe dintre elementele selectate sunt blocate.

source: One or more selected items is no longer available.
ro: Unul sau mai multe dintre elementele selectate nu mai sunt disponibile.

source: Only for users who are logged in
ro: Numai pentru utilizatorii care sunt autentificați

source: OpenID Authentication Support
ro: Suport pentru autentificarea cu OpenID

source: OpenID Login
ro: Autentificare OpenID

source: OpenID login
ro: Autentificare OpenID

source: Optional plone.session refresh support.
ro: Suport de actualizare opțional pentru plone.session.

source: Order in folder
ro: Ordinea in director

source: Owner
ro: Proprietar

source: Owners
ro: Proprietari

source: Ownership has been changed.
ro: Proprietarul a fost modificat.

source: Pack database now
ro: Curăță baza de date acum

source: Packed the database.
ro: Bază de date curățată

source: Page
ro: Pagină

source: Parameter expressions
ro: Expresia parametrilor

source: Parent folder
ro: Dosarul părinte

source: Parent title
ro: Titlu părinte

source: Password change was canceled.
ro: Modificarea parolei a fost anulată

source: Password changed
ro: Parola a fost modificată

source: Password changed.
ro: Parola a fost modificată.

source: Password incorrect.
ro: Parolă incorecta.

source: Passwords do not match.
ro: Parolele nu sunt identice.

source: Passwords must contain at least 5 letters.
ro: Parola trebuie să conțină minim 5 caractere.

source: Passwords must match.
ro: Parolele trebuie să fie identice.

source: Paste
ro: Lipire

source: Paste could not find clipboard content.
ro: Comanda de lipire nu a putut găsi elementul în clipboard.

source: Path Criterion
ro: Criteriu de cale

source: Path identifier
ro: Indetificator de cale

source: Path to rules
ro: Calea către reguli

source: Pending
ro: În curs de aprobare

source: Pending (copy)
ro: În așteptare (copiat)

source: Pending review
ro: În curs de aprobare

source: Permission denied to copy ${title}.
ro: Nu ai permisiunea de a copia ${title}

source: Permission denied to cut ${title}.
ro: Nu ai permisiunea de a taia ${title}

source: Permission denied to rename ${title}.
ro: Nu ai permisiunea de a redenumi ${title}

source: Permitted styles
ro: Stiluri permise

source: Personal Preferences
ro: Preferințe personale

source: Please correct the indicated errors.
ro: Te rugăm să corectezi erorile indicate.

source: Please ensure you have a backup of your site before performing the upgrade.
ro: Te rog să te asiguri că ai un back-up pentru site-ul tău înainte de a performa acțiunea de actualizare.

source: Please enter a message
ro: Te rog să introduci un mesaj

source: Please enter a name.
ro: Te rugăm să introduci un nume.

source: Please enter a subject.
ro: Te rugăm să introduci un subiect.

source: Please enter a valid date and time.
ro: Te rugăm să introduci o dată și un timp corect.

source: Please enter the number in days.
ro: Te rog să introduci numărul de zile.

source: Please enter your email address.
ro: Te rugăm să introduci adresa ta de e-mail

source: Please enter your identity URL.
ro: Te rugăm să introduci url-ul cu care te autentifici

source: Please enter your login name.
ro: Te rugăm să introduci numele de utilizator

source: Please enter your password.
ro: Te rugăm să introduci parola ta

source: Please make sure you confirm your password.
ro: Te rugăm să te asiguri că ai confirmat parola ta.

source: Please provide an id
ro: Te rugăm să introduci un id

source: Please select an item to use.
ro: Te rugăm să selectezi un fișier ca pagină implicită.

source: Please select one or more items to copy.
ro: Te rugăm să selectezi unul sau mai multe elemente de copiat.

source: Please select one or more items to cut.
ro: Te rugăm să selectezi unul sau mai multe elemente de tăiat.

source: Please select one or more items to delete.
ro: Te rugăm să selectezi unul sau mai multe elemente de șters.

source: Please select one or more items to rename.
ro: Te rugăm să selectezi unul sau mai multe elemente de redenumit.

source: Please submit a valid email address.
ro: Te rugăm să introduci o adresa validă de e-mail

source: Please submit an email address.
ro: Te rugăm să introduci o adresa de e-mail.

source: Please use YYYY/MM/DD.
ro: Te rog să introduci data sub forma AAAA/LL/ZZ.

source: Plone Classic Theme
ro: Tema clasică a Plone

source: Plone Configuration
ro: Configurare Plone

source: Plone Site
ro: Site Plone

source: Plone filters HTML tags that are considered security risks. Be aware of the implications before making changes below. By default only tags defined in XHTML are permitted. In particular, to allow 'embed' as a tag you must both remove it from 'Nasty tags' and add it to 'Custom tags'. Although the form will update immediately to show any changes you make, your changes are not saved until you press the 'Save' button.
ro: Plone filtrează etichetele HTML considerate ca prezentând un risc de securitate. Trebuie să fii conștient de implicații înainte de a face modificări mai jos. În mod implicit sunt permise doar etichetele definite in XHTML. De exemplu, pentru a permite 'embed' ca tag, trebuie să faci două lucruri: să îl scoți din 'Etichete nepermise' și să îl adaugi la 'Etichete personalizate'. Chiar dacă modificările se vor afișa imediat în pagină, ele nu vor fi păstrate dacă nu apeși butonul 'Salvează'.

source: Plone generates e-mail using this address as the e-mail return address. It is also used as the destination address for the site-wide contact form and the 'Send test e-mail' feature.
ro: Plone generează un e-mail folosind această adresă ca adresă a expeditorului. Este folosită, de asemenea, ca adresă de destinație pentru formularul de contact al site-ului, precum și pentru opțiunea 'Trimite un e-mail de test'.

source: Plone generates e-mail using this address as the e-mail return address. It is also used as the destination address on the site-wide contact form.
ro: Plone generează un e-mail folosind această adresă ca adresă a expeditorului. Este folosită, de asemenea, ca adresă de destinație pentru formularul de contact al site-ului.

source: Plone generates e-mail using this name as the e-mail sender.
ro: Plone generează un e-mail folosind această adresă ca adresă de expediție.

source: Plone is up and running.
ro: Plone este în funcțiune.

source: Plone z3c.form support
ro: Suportul Plone z3c.form

source: Plugins on which this plugin depends
ro: Plugin-uri de care depinde acest plugin

source: Portal Types Criterion
ro: Criteriu de Tipuri pentru Portal

source: Portlet footer
ro: Notă de subsol a portletului

source: Portlet header
ro: Antetul portletului

source: Portrait deleted.
ro: Portretul a fost șters.

source: Preferences
ro: Preferințe

source: Preview
ro: Previzualizează

source: Preview of at most 10 items.
ro: Previzualizare a maxim 10 obiecte.

source: Previous transition
ro: Tranzitia precedentă

source: Print this
ro: Tipărește

source: Print this page
ro: Tipărește această pagină

source: Private
ro: Privat

source: Promote to Draft
ro: Promovează ca ciornă

source: Promote to public draft
ro: Promovează ca ciornă publică

source: Promotes your folder to public draft state.
ro: Promovează dosarul tău la starea de ciornă publică

source: Promotes your private item to a public draft.
ro: Promovează elementul tău privat la o ciornă publică.

source: Promotes your private item to an internal draft.
ro: Promovează elementul tău privat la o ciornă privată.

source: Provides access to workflow history
ro: Oferă acces la istoicul fluxului de lucru

source: Public Draft
ro: Public, dar neterminat

source: Public draft
ro: Ciornă publică

source: Publish
ro: Publică

source: Publish externally
ro: Publicat în exterior

source: Publish internally
ro: Publicat în interior

source: Published
ro: Publicat

source: Published and visible to intranet users, not editable by the owner.
ro: Publicat și vizibil către utilizatorii din intranet, needitabil de către proprietar.

source: Publishing the item makes it visible to other users.
ro: Publicarea acestui element îl face vizibil către alți utilizatori.

source: Puts your item in a review queue, so it can be published externally or internally.
ro: Pune elementul tău într-o coadă de așteptare pentru revizuire, astfel încât să poată fi pubicat extern sau intern.

source: Puts your item in a review queue, so it can be published on the site.
ro: Pune elementul tău într-o coadă de așteptare pentru revizuire, astfel încât să poată fi pubicat pe site.

source: Querying this is undefined
ro: Interogarea acestuia nu este definită

source: RAM Cache Settings
ro: Stările cache-ului RAM

source: RSS Feed
ro: Flux știri RSS

source: RSS feed
ro: Flux știri RSS

source: RSS feed of this listing
ro: Fluxul de știri RSS al acestei liste

source: Reader
ro: Cititor

source: Readers
ro: Cititori

source: Recent items
ro: Obiecte recente

source: Recipient address rejected by server.
ro: Adresa destinatarului a fost respinsă de către server.

source: Reference Criterion
ro: Criteriu de referință

source: Register
ro: Înregistrează-te

source: Registration settings
ro: Setări de înregistrare

source: Registration settings for this site.
ro: Setări de înregistare pentru acest site.

source: Reject
ro: Respins

source: Related To
ro: Legat de

source: Relative Path Criterion
ro: Criteriu de cale relativă

source: Relative date
ro: Dată relativă

source: Relative path
ro: Cale relativă

source: Relevance
ro: Relevanță

source: Remote Url
ro: URL extern

source: Removal cancelled.
ro: Ștergere anulată.

source: Remove
ro: Șterge

source: Remove line
ro: Șterge linia

source: Rename
ro: Redenumește

source: Rename items
ro: Redenumește elementele

source: Renamed '${oldid}' to '${newid}'.
ro: Redenumit '${oldid}' în '${newid}'.

source: Reply deleted.
ro: Răspuns șters.

source: Restart
ro: Repornește

source: Restrict to current user
ro: Restricționează la utilizatorul curent

source: Results per page
ro: Număr de rezultate afișate pe pagina

source: Retract
ro: Retrage

source: Reversed order
ro: Ordine inversă

source: Revert to draft.
ro: Întoarce la ciornă

source: Review State
ro: Starea de revizie

source: Review list
ro: Lista de revizie

source: Review state
ro: Revizuie starea

source: Reviewer
ro: Redactor

source: Reviewer makes content available externally
ro: Redactorul face elementul disponibil extern

source: Reviewer publishes content
ro: Redactorul publică conținutul

source: Reviewer publishes content to internal users
ro: Redactorul publică conținutul către utilizatorii interni

source: Reviewer send content back for re-drafting
ro: Redactorul trimite elementul înapoi pentru a fi refăcut

source: Reviewer sends content back for re-drafting
ro: Redactorul trimite elementul înapoi pentru a fi refăcut

source: Reviewer tasks
ro: Sarcinile redactorului

source: Reviewers
ro: Redactorii

source: Rights
ro: Drepturi

source: Roles
ro: Roluri

source: Roles are: ${names}
ro: Rolurile sunt: ${names}

source: Rules
ro: Reguli

source: Run the upgrade and show the result without actually writing anything to the database.
ro: Rulează actualizarea si arata rezultatul fără a modifica în realitate baza de date.

source: Save
ro: Salvează

source: Search
ro: Caută

source: Search Text
ro: Caută text

source: Search for user or group
ro: Caută utilizatorul sau grupul

source: Search in the description only
ro: Caută doar în câmpul de descriere

source: Search in the title only
ro: Caută doar în câmpul de titlu

source: Search results
ro: Rezultat căutare

source: Search results for ${term}
ro: Rezultatul căutării pentru ${term}

source: Search results per page
ro: Numărul de rezultate ale căutării afișate pe o pagina

source: Search settings
ro: Setări căutare

source: Search settings for this site.
ro: Setări căutare pentru acest site.

source: Search terms
ro: Termeni de căutare

source: Searchable text
ro: Text care poate fi căutat

source: Security
ro: Securitate

source: Security settings
ro: Setări securitate

source: Security settings for this site.
ro: Setări de securitate pentru acest site.

source: Select any add-ons you want to activate immediately. You can also activate add-ons after the site has been created using the Add-ons control panel.
ro: Selectează orice produs Add-on pe care dorești să îl activezi imediat. De asemenea, poți activa produse Add-on și după crearea site-ului, folosind Panoul de control al Add-on.

source: Select content types
ro: Selectează tipurile de conținut

source: Select random items
ro: Selectează obiecte aleatorii

source: Select referenced content
ro: Selectează conținutul din referință

source: Select the default format of textfields for newly created content objects.
ro: Selectează formatul implicit al câmpurilor text pentru obiectele noi create.

source: Select the default theme for the site.
ro: Selectează tema implicit a acestui site.

source: Select the default wysiwyg editor. Users will be able to choose their own or select to use the site default.
ro: Selectează editorul implicit de tipul wysiwyg. Utilizatorii vor avea posibilitatea de a-l folosi pe al lor sau pe cel definit ca implicit pentru site.

source: Select the type of message to display.
ro: Selectează tipul de mesaj pentru afișare.

source: Select the workflow transition to attempt
ro: Selectează tranziția de workflow pentru a încerca

source: Select values from list
ro: Selectează valorile din lista

source: Select which fields to display when 'Tabular view' is selected in the display menu.
ro: Selectează ce câmpuri să fie afișate când 'Vizualizare tabulară' este selectată în meniul de afișare.

source: Select which formats are available for users as alternative to the default format. Note that if new formats are installed, they will be enabled for text fields by default unless explicitly turned off here or by the relevant installer.
ro: Selectează ce formate sunt disponibile către utilizatori ca alternativă la formatul implicit. Rețineți că dacă sunt instalate noi formate, ele vor fi implicit activate pentru câmpurile de tip text, înafară de cazul în care sunt dezactivate în mod explicit aici sau de către pachetul de instalare relavant.

source: Select&hellip;
ro: Selectează

source: Selection Criterion
ro: Criteriu de selecție

source: Send back
ro: Trimite înapoi

source: Send email
ro: Trimite email

source: Send this page to somebody
ro: Trimite acestă pagină unui prieten

source: Sending the item back will return the item to the original author instead of publishing it. You should preferably include a reason for why it was not published.
ro: Trimițând obiectul înapoi, îl va returna autorul său, în loc să fie publicat. Ar fi de preferat să introduci un motiv pentru care acest obiect nu a fost publicat.

source: Session refresh support
ro: Suport de actualizare a sesiunii

source: Settings that affect the site's look and feel.
ro: Setări care afectează imaginea și percepția asupra site-ului.

source: Settings to configure image handling in Plone.
ro: Setări de configurare a gestionării imaginilor in Plone.

source: Sharing
ro: Partajare

source: Short Name
ro: Nume Scurt

source: Short name (id)
ro: Nume scurt (ID)

source: Should the default example content be added to the site?
ro: Vrei ca elementul implicit folosit ca exemplu să fie adăugat pe site?

source: Show 'Short Name' on content?
ro: Să se afișeze 'Numele scurt' pe element?

source: Show all available content types
ro: Arată toate tipurile de obiecte disponibile

source: Show content type icons
ro: Afișează iconițele obiectelor

source: Show dates
ro: Afișează datele

source: Show internally
ro: Afișează intern

source: Show items normally excluded from navigation if viewing their children.
ro: Afișează obiecte care în mod normal au fost exclude din navigare, dacă se afișază subdirectoarele lor.

source: Show more... link
ro: Afișează link-ul *mai multe...*

source: Show review states to visitors that are not logged in
ro: Afișează stadiile reviziei către vizitatorii care nu sunt autentificați

source: Showing all entries
ro: Se afișează toate rezultatele

source: Shut down
ro: Închide

source: Simple Int Criterion
ro: Criteriu Întreg Simplu

source: Simple Publication Workflow
ro: Fluxul unei publicări simple

source: Simple String Criterion
ro: Criteriu String Simplu

source: Single State Workflow
ro: Fluxul de lucru cu o singură etapă

source: Site 'From' address
ro: Adresa de email a site-ului

source: Site 'From' name
ro: Numele contului de e-mail al site-ului

source: Site Administrator
ro: Administrator site

source: Site Map
ro: Harta site-ului

source: Site Setup
ro: Setare Site

source: Site description
ro: Descriere site

source: Site settings
ro: Setări site

source: Site title
ro: Titlu site

source: Site-wide settings.
ro: Setari ale întregului site.

source: Size
ro: Mărime

source: Smart Folder Settings
ro: Setări Smart Folder

source: Smart Folder view
ro: Vizualizare a unul Director Smart

source: Sort Criterion
ro: Criteriu de sortare

source: Sort on
ro: Sortează pe

source: Sort order of search results
ro: Ordinea sortarii rezultatelor căutarii

source: Sort results
ro: Sortează rezultatele

source: Sort the Search Results based on the selected criterion
ro: Sortează rezultatele căutării pe baza criteriilor de căutare selectate

source: Sort the collection on this index
ro: Sortează colecția cu ajutorul acestui index

source: Sort the results in reversed order
ro: Sortează rezultatele în ordine inversă

source: Sortable Title
ro: Titlu sortabil

source: Spaces are not allowed in ids
ro: Spațiile nu sunt permise în ID-uri

source: Specialized folder for temporary data.
ro: Director specializat pentru date temporare

source: Specify all allowed maximum image dimensions, one per line. The required format is <name> <width>:<height>.
ro: Specifică toate dimensiunile maxime permise, câte una pe linie. Forma impusă este <nume> <lățime>:<înălțime>.

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
ro: Precizează numărul maxim de obiecte afișate în portlet. Lasă gol pentru a afișa toate obiectele.

source: Specify the maximum number of items to show.
ro: Precizează numărul maxim de obiecte care pot fi afișate.

source: Standard view
ro: Vizualizare standard

source: Start Date
ro: Data de start

source: State
ro: Status

source: Static text portlet
ro: Portlet text static

source: Stop executing rules
ro: Oprește executarea regulilor

source: Subfolders
ro: Sub-directoare

source: Subject
ro: Subiect

source: Subject cannot be blank.
ro: Subiectul nu poate să fie gol.

source: Subject of the message
ro: Subiectul mesajului

source: Submit
ro: Transmite

source: Submit draft content for publication
ro: Trimite conținutul ciornei spre publicare

source: Submit for publication
ro: Transmite spre publicare

source: Subtopics
ro: Subcolecții

source: Success! Check your mailbox for the test message.
ro: Sucess! Verificați-vă căsuța pentru mesajul de test.

source: Summary view
ro: Afiașare sumar

source: Syndication
ro: Sindicare

source: Syndication disabled
ro: Sindicare dezactivată

source: Syndication enabled
ro: Sindicare activată

source: Syndication not allowed
ro: Sindicarea nu este permisă

source: Syndication properties updated.
ro: Proprietățile sindicării au fost actualizate.

source: TALES expression
ro: Expresie TALES

source: TALES expression is: ${tales_expression}
ro: Expresia TALES este: ${tales_expression}

source: Table Columns
ro: Coloanele tabelului

source: Tabular view
ro: Afișare tabulară

source: Tag
ro: Etichetă

source: Tags
ro: Tag-uri
