Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: Define the types to be shown in the site and searched
ro: Definește tipul de elemente pe care îl dorești afișat în site și în căutări

source: Delete
ro: Șterge

source: Delete object
ro: Șterge obiectul

source: Dependencies
ro: Dependențe

source: Description
ro: Descriere

source: Details link
ro: Link-ul detaliilor

source: Determines if the external editor feature is enabled. This feature requires a special client-side application installed. The users also have to enable this in their preferences.
ro: Determină dacă caracteristica de editor extern este activată. Această caracteristică necesită instalarea unei aplicații speciale. De asemenea, utilizatorii trebuie să activeze această opțiune în preferințele lor.

source: Determines if the users should get warnings when they delete or move content that is linked from inside the site.
ro: Determină dacă utilizatorii ar trebui să primească o avertizare atunci când șterg sau mută elemente legate de altele, din interiorul siteului.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of groups it can be very slow or impossible to build a list all groups. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for groups instead of listing all of them.
ro: Determină dacă site-ul este optimizat pentru cazul în care sunt utilizatori mulți sau puțini. În medii cu multe grupuri poate sa funcționeze fie foarte încet fie să nu permită construirea unei liste a tuturor grupurilor. Aceasta opțiune optimizează interfața utilizatorului și comportamentul aplicației Plone în această situație, prin permiterea căutării de grupuri, în locul afișării întregii liste.

source: Determines if your Plone is optimized for small or large sites. In environments with a lot of users it can be very slow or impossible to build a list all users. This option tunes the user interface and behaviour of Plone for this case by allowing you to search for users instead of listing all of them.
ro: Determină dacă site-ul este optimizat pentru cazul în care sunt utilizatori mulți sau puțini. În medii cu multe grupuri poate sa funcționeze fie foarte încet fie să nu permită construirea unei liste a tuturor grupurilor. Aceasta opțiune optimizează interfața utilizatorului și comportamentul aplicației Plone în această situație, prin permiterea căutării de utilizatori, în locul afișării întregii liste.

source: Disabling locking here will only affect users editing content through the Plone web UI. Content edited via WebDAV clients will still be subject to locking.
ro: Dezactivarea blocarii de editare aici va afecta doar utilizatorii care editeaza continutul cu ajutorului interfetei web a lui Plone. Continutul editat prin clientii WebDAV tot vor fi supusi blocarii.

source: Disallowed to paste item(s).
ro: Nu este permis să inserezi elemente

source: Discussion Item
ro: Element de discuție

source: Discussion Items are documents which reply to other content.They should *not* be addable through the standard 'folder_factories' interface.
ro: Elementele de điscuție sunt documente care dau un raspuns unui alt element. Ele NU ar trebui sa fie adaugabile prin interfața standard 'folder_factories'.

source: Display and allow users to edit the 'Short name' content identifiers, which form the URL part of a content item's address. Once enabled, users will then be able to enable this option in their preferences.
ro: Afișează și permite utilizatorilor să editeze 'numele scurte' ale obiectelor, nume care fac parte din URL-ul adresea al acelui element. Odata activată, utilizatorii vor putea să activeze la rândul lor această opțiune în preferințele personale.

source: Display options
ro: Opțiuni de afișare

source: Displayed content types
ro: Elementele afișate

source: Do not send the email to the user that did the action.
ro: Nu trimite email către utilizatorul care a făcut această acțiune.

source: Doctype
ro: Tipul documentului

source: Document changes saved.
ro: Modificările aduse documentului au fost salvate.

source: Does not match current password.
ro: Nu coincide cu parola curentă

source: Download
ro: Descarcă

source: Download image
ro: Descarcă imaginea

source: Draft (copy)
ro: Ciornă (copie)

source: Dry run mode
ro: Mod de test

source: Dublin Core
ro: Standard Dublin Core

source: E-Mail Address
ro: Adresa de e-mail

source: E-Mail Addresses
ro: Adrese de e-mail

source: Each type chosen will have a wiki enabled primary text area. At least one type must be chosen to turn wiki behavior on.
ro: Fiecare tip de element ales va avea o zonă primară de text, de tip wiki. Cel puțin un element trebuie să fie ales pentru a se activa comportamentul wiki.

source: Edit
ro: Editează

source: Edit Classic Portlet
ro: Editează portletul clasic

source: Edit Collection Portlet
ro: Editează portletul de colecție

source: Edit Content Type Condition
ro: Editează elementele

source: Edit Copy Action
ro: Editează acțiunea de copiere

source: Edit Events Portlet
ro: Editează portletul de evenimente

source: Edit File Extension Condition
ro: Editează extensia fișierelor

source: Edit Group Condition
ro: Condiția de editare grupuri

source: Edit Logger Action
ro: Editează acțiunile de logare

source: Edit Mail Action
ro: Editează acțiunile de e-mail

source: Edit Move Action
ro: Editează acțiunile de mutare

source: Edit Navigation Portlet
ro: Editează portletul de navigare

source: Edit News Portlet
ro: Editează portletul de știri

source: Edit Notify Action
ro: Editează acțiunile de notificare

source: Edit RSS Portlet
ro: Editează portletul RSS

source: Edit Recent Portlet
ro: Editează portletul elemente recente

source: Edit Rule
ro: Editează regula

source: Edit Search Portlet
ro: Editează portletul de căutare

source: Edit TALES Expression Condition
ro: Condiția de editare a expresiilor TALES

source: Edit Workflow Action
ro: Editează acțiunile fluxului de lucru

source: Edit Workflow State Condition
ro: Editează stările fluxului de lucru

source: Edit Workflow Transition Condition
ro: Editează tranzițiile fluxului de lucru

source: Edit an existing rule.
ro: Editează o regulă existentă.

source: Edit cancelled.
ro: Editarea a fost anulată.

source: Edit record: ${name}
ro: Editează fișierul: ${name}

source: Edit with external application
ro: Editează cu o aplicație externă

source: Edited
ro: Editat

source: Editing
ro: Editez

source: Editing settings
ro: Setările editărilor

source: Editor rejects submitted content
ro: Editorul respinge elementul prezentat pentru revizie

source: Effective Date
ro: Data efectivă

source: Effective Range
ro: Intervalul efectiv

source: Effective date
ro: Data efectivă

source: Effective range
ro: Intervalul efectiv

source: Email address not known.
ro: Adresă de e-mail necunoscută.

source: Email recipients
ro: Destinatarii e-mail-ului

source: Email report to ${recipients}
ro: Trimite raportul prin e-mail către ${recipients}

source: Email source
ro: Trimite sursa prin e-mail

source: Enable External Editor feature
ro: Activează proprietatea de Editor Extern

source: Enable LiveSearch
ro: Activează opțiunea de Căutare Instant

source: Enable User Folders
ro: Activează Directoarele Utilizatorului

source: Enable inline editing
ro: Activează posibilitatea de editare direct în pagină

source: Enable link integrity checks
ro: Activează verificarea integrității linkului

source: Enable locking for through-the-web edits
ro: Activează blocarea editării directe prin Internet

source: Enable self-registration
ro: Activează inregistrarea individuală a fiecărui utilizator

source: Enabled
ro: Activat

source: Enables the LiveSearch feature, which shows live results if the browser supports JavaScript.
ro: Activează opțiunea de Căutare Instant, care afiseaza rezultate instantaneu, atâta timp cât browser-ul suporta JavaScript.

source: End Date
ro: Dată de sfârșit

source: Entries cleared
ro: Intrări închise

source: Equals
ro: Egal cu

source: Error
ro: Eroare

source: Error saving event.
ro: Eroare la salvarea evenimentului.

source: Errors
ro: Erori

source: Event
ro: Eveniment

source: Event changes saved.
ro: Modificările evenimentului au fost salvate.

source: Event end date
ro: Data de sfărșit a evenimentului

source: Event start date
ro: Data de început a evenimentul

source: Events
ro: Evenimente

source: Events can be shown in calendars.
ro: Evenimentele pot fi afișate în calendare.

source: Example content
ro: Conținut demo

source: Exclude actor from recipients
ro: Exclude o persoana din lista de destinatari

source: Exclude from navigation
ro: Exclude din navigare

source: Execute transition ${transition}
ro: Execută tranziția ${transition}

source: Expiration Date
ro: Data de expirare

source: Expiration date
ro: Data de expirare

source: Expose Dublin Core metadata
ro: Expune metadata Dublin Core

source: Expose sitemap.xml.gz
ro: Expune sitemap.xml.gz

source: Exposes the Dublin Core properties as metatags.
ro: Expune proprietățile Dublin Core ca etichete meta.

source: Exposes your content as a file according to the sitemaps.org standard. You can submit this to compliant search engines like Google, Yahoo and Microsoft. It allows these search engines to more intelligently crawl your site.
ro: Expune conținutul site-ului ca un fișier conform standardelor sitemap.org. Poți trimite acest fișier către motoare de căutare precum Google, Yahoo sau Microsoft. Permite acestor motoare de căutare să îți indexeze site-ul într-un mod mai eficient.

source: External Edit
ro: Editare externă

source: External links open in new window
ro: Link-urile externe se deschid în ferestre noi

source: Externally visible
ro: Vizibil pentru public

source: Feed reload timeout
ro: Tiemout pentru reincarea Fluxului RSS

source: File
ro: Fișier

source: File Extension
ro: Extensie fișier

source: File extension
ro: Extensie fișier

source: File extension is ${ext}
ro: Extensia fișierului este ${ext}

source: Filename: ${filename}
ro: Nume fisier: ${filename}

source: Filter on workflow state
ro: Filtrează după tipul de stare a fluxului de lucru

source: Filtered classes
ro: Clasele filtrate

source: Find items related to the selected items
ro: Găsește conținut legat de elementele selectate

source: Find items that are the default view for their containing folder.
ro: Găsește elemente care sunt pagină implicită pentru directorul care le conține.

source: Find items that can contain other objects
ro: Găsește elemente care conțin alte obiecte

source: Find the collection which provides the items to list
ro: Găsește colecția care asigură elementele pentru listare

source: First day of week in the calendar
ro: Prima zi a săptămânii în calendar

source: Folder
ro: Director

source: Folder Listing
ro: Listarea directorului

source: Folder URL
ro: URL-ul directorului

source: Folder-like
ro: Ca un director

source: For enabling web statistics support from external providers (for e.g. Google Analytics). Paste the code snippets provided. It will be included in the rendered HTML as entered near the end of the page.
ro: Pentru activarea suportului de statistici web de la furnizori externi (ex: Google Analytics), introduceți fragmentul de cod pus la dispoziție. Va fi inclus in HTML-ul rezultat, spre sfârșitul paginii.

source: Friendly Date Criteria
ro: Criteriul Date accesibile

source: Full Name
ro: Nume întreg

source: General editing settings.
ro: Setări generale de editare

source: Generate tabs for items other than folders.
ro: Generează tab-uri pentru elementele care nu sunt foldere.

source: Go back to your site.
ro: Du-te înapoi la site.

source: Go to parent folder
ro: Du-te la directorul părinte

source: Go to the ZMI
ro: Du-te la ZMI

source: Go to the upgrade page
ro: Du-te la pagina de actualizare

source: Go to your instance
ro: Du-te la instanța ta

source: Group ${name} has been added.
ro: Grupul ${name} a fost adăugat.

source: Group name
ro: Numele grupului

source: Group name required.
ro: Numele grupului este obligatoriu.

source: Group(s) deleted.
ro: Grupul(~rile) a(u) fost șters(e).

source: Groups are: ${names}
ro: Grupurile sunt: ${names}

source: HTML Filter settings
ro: Setările filtrelor HTML

source: HTML Filtering
ro: Filtre HTML

source: History
ro: Istoric

source: Home
ro: Prima pagină

source: Home folder
ro: Directorul părinte

source: Hour
ro: Oră

source: How many items to list.
ro: Câte elemente să listeze.

source: Icon
ro: Iconiță

source: Id $id is already in use
ro: Id-ul $id este deja în folosință

source: Identifier
ro: Identificator

source: If an item has been excluded from navigation should it be shown in navigation when viewing content contained within it or within a subfolder.
ro: Dacă un element a fost exclus din navigare ar trebui să fie afișat în navigare atunci cand vizualizam elemente conținute în interiorul său sau într-unul din subdirectoare.

source: If disabled the content icons in folder listings and portlets won't be visible.
ro: Dacă este dezactivat, iconițele elementelor nu vor fi vizibile în listari de directoare și nici în portleți .

source: If enabled all external links in the content region open in a new window.
ro: Dacă este activat, toate link-urile externe din regiunea de conținut vor fi deschise într-o nouă fereastră.

source: If enabled all external links will be marked with link type specific icons.
ro: Dacă este activat, toate link-urile externe vor fi marcate cu iconițele specifice tipului de link

source: If enabled popup overlays will be used for simple forms like login, contact and delete confirmation.
ro: Dacă este activat, pop-up-urile afișate deasupra tuturor celorlalte ferestre vor fi folosite pentru formulare simple, cum ar fi autentificare, contact sau confirmare de ștergere.

source: If enabled, a more... link will appear in the footer of the portlet, linking to the underlying Collection.
ro: Dacă este activat, un link 'mai mult...' va apărea in josul portletului, legându-l de colecția care stă la bază.

source: If enabled, effective dates will be shown underneath the items listed.
ro: Dacă este activat, datele efective vor fi afișate sub elementele listate.

source: If enabled, items will be selected randomly from the collection, rather than based on its sort order.
ro: Dacă este activat, elementele vor fi selectate în mod aleator din colecția de date, în loc să fie în ordinea în care sunt afișate în aceasta.

source: If enabled, the form contains a field to search in the description only. Note that the form already contains a field to search all text.
ro: Dacă este activat, formularul va conține un câmp pentru a căuta doar în descriere. De notat faptul că formularul conține deja un câmp pentru a căuta tot textul.

source: If enabled, the form contains a field to search in the title only. Note that the form already contains a field to search all text.
ro: Dacă este activat, formularul va conține un câmp pentru a căuta doar în titlu. De notat faptul că formularul conține deja un camp pentru a cauta tot textul.

source: If enabled, the rarely used search options, e.g. for the workflow state are collapsed by default and only the label of the search option is visible. If the user clicks on the label of the search option, the option is expanded.
ro: Dacă este activat, opțiunile de cautare mai rar folosite vor avea doar eticheta vizibilă, ex. pentru starea de workflow, unde opțiunile de căutare sunt dezactivate în mod implicit, rămânând vizibil doar eticheta acestei opțiuni. Dacă utilizatorul dă click pe eticheta opțiunii de căutare, opțiunea va fi activată.

source: If enabled, the user can choose if he wants to see 30, 60 or 90 results per page. If disabled, he will see 30 results per page.
ro: Dacă este activat, utilizatorul va avea posibilitatea de a alege dacă dorește să vadă 30, 60 sau 90 de rezultate pe fiecare pagină. Dacă este dezactivat, se vor vedea 30 de rezultate pe fiecare pagină.

source: If enabled, the user can select if he wants to sort the results by relevance, title, creation or modification date
ro: Dacă este activat, utilizatorul poate selecta dacă dorește să sorteze rezultatele dupa relevanță, titlu, dată a creări sau dată a modificării

source: If given, the header and footer will link to this URL.
ro: Dacă este introdus, antetul și subsolul se vor conecta la acest URL.

source: If not selected only logged-in users will be able to view information about who created an item and when it was modified.
ro: Dacă nu este selectat, doar utilizatorii autentificați vor putea să vizualizeze informații despre cine a creat un obiect și când a fost modificat.

source: If not selected, a URL will be generated and e-mailed. Users are instructed to follow the link to reach a page where they can change their password and complete the registration process; this also verifies that they have entered a valid email address.
ro: Dacă nu este selectat, un URL va fi generat si trimis prin e-mail. Utilizatorii sunt instruiti să urmeze acel link pentru a ajunge la o pagină unde vor putea să își schimbe parola și să completeze procesul de înregistrare; acest formular verifică de asemenea dacă adresa de email introdusă este validă.

source: If selected, home folders where users can create content will be created when they log in.
ro: Dacă este selectat, atunci când utilizatorii se vor autentifica prima dată, vor fi create automat directoarele părinte pentru aceștia vor putea crea conținut.

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
ro: Dacă ai introdus elementul pentru revizuire din greșeală, sau vrei sa mai efectuezi modificări la el, această acțiune îl va lua retrage din lista de revizuit.

source: Image
ro: Imagine

source: Image Handling
ro: Gestionarea imaginilor

source: Image changes saved.
ro: Modificările imaginii au fost salvate.

source: Image handling settings
ro: Setările gestionării imaginilor

source: Images can be referenced in pages or displayed in an album.
ro: Imaginile pot fi reprezentate în pagini sau afișate într-un album.

source: Imaging Handling
ro: Gestionarea imaginilor

source: Imaging scaling
ro: Modificarea dimensiunii imaginilor

source: Incorrect value for current password
ro: Ați introdus o parolă greșită. Vă rugăm să reîncercați.

source: Info
ro: Informații

source: Input is required but not given.
ro: Completarea este necesară, însă nu se face automat.

source: Installing a third party add-on
ro: Se instalează un produs Add-on al unei terțe părți.

source: Instant edited field(s) ${fields}
ro: Câmpul(uri) editate instant ${fields}

source: Integer value or range
ro: Interval sau valori de numere întregi

source: Internal Security
ro: Securitate internă

source: Internal draft
ro: Ciornă internă

source: Internally published
ro: Publicat intern

source: Intranet Workflow for Folders
ro: Workflow Intranet pentru directoare

source: Is
ro: Este

source: Is this item visible in the site navigation
ro: Este acest element vizibil în navigarea site-ului

source: Is within
ro: Este între

source: Is within (relative)
ro: Este între (relativ)

source: Item Type
ro: Tipul Elementului

source: Item Type (internal)
ro: Tipul elementului (intern)

source: Item state changed.
ro: Starea elementului s-a schimbat.

source: Item's position has changed.
ro: Poziția elementului s-a schimbat.

source: Item(s) deleted.
ro: Element(e) șters(e).

source: Item(s) pasted.
ro: Element(e) lipit(e).

source: Items in which workflow state to show.
ro: Elemente în care stadiu de workflow să fie afișat.

source: JavaScript for web statistics support
ro: JavaScript pentru suportul statisticilor web

source: Join
ro: Utilizator nou?

source: Keep checkout
ro: Păstrează check-out-ul

source: Keywords
ro: Cuvinte cheie

source: Language
ro: Limbă

source: Language neutral
ro: Limbă neutră

source: Language neutral (site default)
ro: Limbă neutră (limba site-ului)

source: Larger than
ro: Mai mare decât

source: Latest available configuration
ro: Ultimele configurări disponibile

source: Less than
ro: Mai puțin de

source: Let users select their own passwords
ro: Permite utilizatorilor să își selecteze propriile parole

source: Lets you control how navigation is constructed in your site. Note that to control how the navigation tree is displayed, you should go to 'Manage portlets' at the root of the site (or wherever a navigation tree portlet has been added) and change its settings directly.
ro: Îți permite controlul modului în care navigarea este construită în site. De retinut, pentru a controla modalitatea în care este afișat arborele navigării, ar trebui să mergi la 'Administrează portleții' în rădăcina site-ului (sau oriunde a fost adăugat un portlet de navigare) și să schimbi setările sale în mod direct.

source: Lets you control what markup is available when editing content.
ro: Îți permite sa controlezi ce este disponibil sa marchezi atunci când editezi conținutul siteului.

source: Lets you upload a file to the site.
ro: Îți permite să încarci un fișier pe site.

source: Limit
ro: Limită

source: Limit Search Results
ro: Limitează rezultatele căutării

source: Link changes saved.
ro: Modificările link-ului au fost salvate.

source: Link of the RSS feed to display.
ro: Link către fluxul de știri RSS de afișat.

source: Links to an internal or external resource.
ro: Link-uri către o resursă internă sau externă.

source: List Criterion
ro: Criteriu de listă

source: List of values
ro: Listă de valori

source: Location
ro: Locație

source: Location in site
ro: Locație în portal

source: Location in site relative to the current location
ro: Locație în portal relativă la locația curentă

source: Location in the site structure
ro: Locația din structura site-ului

source: Locked
ro: Blocat

source: Log in
ro: Autentificare

source: Log message ${message}
ro: Mesaj de autentificare ${message}

source: Log out
ro: Ieșire

source: Logged-in users
ro: Utilizatori autentificați

source: Logger name
ro: Nume logger

source: Logging level
ro: Nivelul de logare

source: Login
ro: Autentificare

source: Login failed
ro: Autentificare eșuată

source: Login failed. Both email address and password are case sensitive, check that caps lock is not enabled.
ro: Autentificare eșuată. Atât adresa de e-mail cât și parola sunt sensibile la majuscule. Verifică dacă tasta CAPS LOCK este sau nu activată.

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
ro: Autentificare eșuată. Atât numele de utilizator cât și parola sunt sensibile la majuscule. Verifică dacă tasta CAPS LOCK este sau nu activată.

source: Login name not found.
ro: Numele de utilizator nu a fost găsit.

source: Logout
ro: Ieșire

source: Mail
ro: E-mail

source: Mail sent.
ro: E-mail trimis.

source: Mail settings
ro: Setări e-mail

source: Mail settings for this site.
ro: Setări e-mail pentru acest site.

source: Mailing forgotten passwords has been disabled.
ro: Trimiterea de e-mail-uri pentru parolele uitate a fost dezactivată.

source: Maintenance
ro: Mentenanță

source: Make private
ro: Setează elementul ca 'privat'

source: Make visible
ro: Setează elementul ca 'vizibil'

source: Makes the folder visible internally.
ro: Face directorul vizibil intern.

source: Making an item private means that it will not be visible to anyone but the owner and the site administrator.
ro: A seta o componenta *privat* înseamnă că nu va fi vizibilă decât proprietarului şi administratorului.

source: Manage members
ro: Administrează membrii

source: Managers
ro: Manageri

source: Many groups?
ro: Multe grupuri?

source: Many users?
ro: Multi utilizatori?

source: Mark external links
ro: Marchează linkuri externe

source: Markup settings
ro: Setari markup
