Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: heading_sign_in
ro: Te rugăm să te autentifici

source: heading_signed_out
ro: Nu mai eşti autentificat.

source: heading_site_error_sorry
ro: Ne pare rău, dar se pare că există o eroare...

source: heading_site_language
ro: Limba afişată pe site

source: heading_site_there_seems_to_be_an_error
ro: Această pagină nu pare să existe...

source: heading_syndication_properties
ro: Proprietăţi sindicare

source: heading_title
ro: Titlu

source: heading_type
ro: Tip

source: heading_type_settings
ro: Tipologie setări

source: heading_un_block_portlets
ro: Blochează/deblochează portleţii

source: heading_undo_actions
ro: Anulare acţiuni

source: heading_user_panel
ro: Preferinţele mele

source: heading_usergroup_settings
ro: Setări utilizator/grup

source: heading_users_overview
ro: Sumar al Utilizatorilor

source: heading_validation
ro: Validare

source: heading_value
ro: Valoare

source: heading_version_overview
ro: Versiunea curentă

source: heading_views
ro: Şabloane

source: heading_welcome
ro: Bine ai venit!

source: heading_welcome_to
ro: Bun venit pe ${sitename}

source: heading_you_are_now_logged_in
ro: În acest moment eşti autentificat.

source: heading_zope_server
ro: Serverul Zope

source: help_add_restriction_mode
ro: Te rog selectează modul în care vrei sa controlezi ce tipuri de continut pot fi adaugate in acest director.

source: help_allow_combined_language_codes
ro: Exemple: pt-br (Brazilian Portuguese) en-us (American English) etc.

source: help_allow_comments
ro: Dacă este selectat, utilizatorii pot adăuga comentarii la acest obiect.

source: help_allparents_enable
ro: Daca un obiect a fost exclus din navigare, ar trebui să fie afişat în navigare atunci când se va vizualiza conţinutul acelui director sau conţinutul unuia dintre directoarele subordonate.

source: help_biography
ro: O scurtă descriere a persoanei tale: cine eşti şi ce faci. Va fi afişată pe pagina ta de autor, conectată la toate elementele pe care le creezi.

source: help_boolean_criteria_bool
ro: Adevărat sau fals

source: help_capslock_password
ro: Face distincţia între majuscule şi minuscule; ai grijă ca tasta CAPS LOCK să nu fie aprinsa.

source: help_change_ownership
ro: Schimbă proprietarul obiectului curent

source: help_change_status_action
ro: Selectează procedeul care să fie folosit pentru a modifica starea obiectului.

source: help_checkin_message
ro: Introdu un mesaj pentru a fi salvat alături de check-in. Acesta ar trebui să explice ce a fost schimbat, pentru a servi în timpul auditului.

source: help_checkout_folder
ro: Selectează directorul către care vei finaliza operaţiunea.

source: help_choose_a_date
ro: Alege o dată

source: help_comment_to_link
ro: Un comentariu pentru acest link.

source: help_confirm_password
ro: Reintrodu parola. Asigură-te că parolele sunt identice.

source: help_content_editor
ro: Selectează editorul pe care vrei să-l foloseşti pentru editarea conţinutului. Editoarele au adesea cereri specifice legate de browser.

source: help_content_ext_editor
ro: Când este activat, o iconiţă va apărea pe fiecare pagină şi îţi va permite să editezi conţinutul, utilizând editorul tău favorit, în locul celui bazat pe browser. Aceasta necesită o aplicaţie externă numită ExternalEditor, instalată pe calculatorul tău. Dacă e nevoie, cere-i administratorului tău mai multe detalii.

source: help_contentrules_logger_message
ro: &e = evenimentul care a fost declasat, &c = contextul, &u = utilizatorul

source: help_contributors
ro: Numele persoanelor care au contribuit la acest articol. Fiecare ar trebui trecut pe o linie separata.

source: help_copyrights
ro: Informaţii privind drepturile de autor asupra articolului.

source: help_creation_date
ro: Data la care acest obiect a fost creat

source: help_creators
ro: Persoanele responsabile pentru crearea conţinutului acestui element. Te rog să introduci o lista de nume de utilizatori, câte unul pe linie. Autorul principal ar trebui să fie primul.

source: help_criteria_field_name
ro: Nu trebuie să conţină spaţii, semne sau caractere amestecate (minuscule şi majuscule). Numele scurt este parte din adresa web a elementului.

source: help_current_folder_only
ro: Daca este selectat, portletul de navigare va arăta mereu doar directorul curent şi copiii săi.

source: help_current_password
ro: Introdu parola curentă

source: help_custom_view
ro: Coloanele din tabel sunt controlate de 'Coloane Tabel' de mai jos.

source: help_custom_view_fields
ro: Selectează câmpurile care vrei să fie afişate când 'Afişează ca tabel' este activat.

source: help_date_range_criteria_end
ro: Sfârşitul intervalului de date pentru căutare

source: help_date_range_criteria_start
ro: Începutul intervalului de date pentru căutare

source: help_description
ro: Introdu o scurtă descriere a articolului, care să folosească în listarea elementelor şi în procesul de căutare.

source: help_display_names
ro: Determină dacă Numele Scurte (cunoscute ca ID-uri) sunt modificabile atunci când se editează un element. Daca Numele Scurte nu sunt afişate, ele vor fi generate automat.

source: help_effective_date
ro: Data începând cu care va fi disponibil documentul. Permite publicarea unui document în avans, fără a fi vizibil până la o dată specificată. Dacă nu este selectată nici o dată, documentul va fi vizibil imediat.

source: help_email_creation
ro: Introdu-ţi adresa de e-mail. Aceasta este necesară în cazul în care îţi pierzi parola. Te asigurăm că îţi vom respecta intimitatea şi adresa ta nu va ajunge la o terţă parte.

source: help_email_creation_for_login
ro: Introdu o adresă de e-mail. Aceasta va fi numele tău de utilizator. Noi îţi respectăm intimitatea; nu vom dezvălui această adresă nici unei terţe părţi şi nici nu o vom face publică.

source: help_exclude_from_nav
ro: Dacă este selectat, acest element nu va apărea în arborele de navigare

source: help_expiration_date
ro: Data la care expiră articolul, făcându-l automat invizibil pentru altii. Dacă nu este introdusă aici nici o dată, articolul nu va expira niciodată.

source: help_format_wysiwyg
ro: Dacă nu eşti sigur în legătură cu formatul pe care să îl alegi, selectează Text Simplu şi scrie documentul aşa cum ai face-o de obicei.

source: help_full_name_creation
ro: Introdu-ţi numele complet; ex. Ion Gheorghe

source: help_generated_tabs
ro: Implicit, toate directoarele create la nivelul rădăcină vor fi adăugate la secţiunile de navigare globală. Poţi sa dezactivezi această opţiune, dacă preferi să construieşti manual această parte a navigării site-ului.

source: help_groupname
ro: Un identificator unic pentru grup. Nu poate fi modificat după creare.

source: help_homepage
ro: Adresa de internet a paginii tale personale, dacă ai una.

source: help_immediately_addable_types
ro: Din tipurile selectate mai sus, anumite elemente pot fi disponibile prin meniul standard "Adaugă". Tipurile adiţionale selectate mai sus vor putea fi adăugate printr-un formular accesibil din acelaşi menu.

source: help_include_contained_objects
ro: Dacă este activat, Plone va încerca să modifice statusul întregului conţinut din fiecare director selectat şi dar din subdirectoarele aferente.

source: help_include_top_node
ro: Dacă să se afişeze sau nu prima pagină, sau rădăcina, în portletul de navigare. Aceasta setare este o consecinţă a parametrării elementului 'Nivel de început'.

source: help_inherit_criteria
ro: Comută criteriul de moştenire. De ex, dacă ai specificat că doar articolele din ultimile trei zile să fie arătate într-o temă deasupra celei curente, această temă va avea acelaşi criteriu automat.

source: help_inherit_local_roles
ro: Implicit, permisiunile directorului-părinte al acestui obiect sunt moştenite. Dacă vei dezactiva această opţiune, doar permisiunile explicite, definite aici, vor fi valabile. În tabelul de mai sus, simbolul ${image_confirm_icon} indică o permisiune moştenită. Similar, simbolul ${image_link_icon} indică un rol global, care este gestionat de administratorul site-ului.

source: help_limit_number
ro: Dacă este selectat, doar 'Numărul de Elemente' indicat mai jos va fi afişat.

source: help_listed_status
ro: Determină dacă numele tău de utilizator se regăseşte în căutările de utilizatori din acest site.

source: help_locally_allowed_types
ro: Selectează tipurile de conţinut care vor putea fi adăugate în acest director.

source: help_location
ro: Locaţia ta - fie oraş sau ţară - sau, dacă faci parte dintr-o companie, locaţia biroului tău.

source: help_location_dc
ro: Locaţia geografică aferentă acestui obiect, daca este cazul.

source: help_login_name_caps
ro: Introdu numele de utilizator pe care îl vei folosi pe acest site. Dacă nu ai încă un nume de utilizator sau l-ai uitat, foloseşte link-urile de mai jos, din acest formular.

source: help_look
ro: Modul în care arată site-ul.

source: help_message
ro: Te rog să introduci mesajul pe care vrei să-l trimiţi.

source: help_migrate_email_login
ro: Setările de autentificare prin e-mail găsite în ${link} afectează doar utilizatori noi. Utilizatorii existenţi îşi păstrează numele curent de autentificare până când îşi schimbă adresa de e-mail. Aici poţi să actualizezi numele de autentificare ale acestor utilizatori.

source: help_modification_date
ro: Data la care a fost modificat ultima dată acest conţinut

source: help_navigation_root
ro: Poţi să cauţi şi să selectezi un director care să se comporte ca rădăcină a arborelui de navigare. Lasă câmpul gol dacă vrei să foloseşti site-ul Plone ca rădăcină.

source: help_navigation_start_level
ro: Un număr întreg care semnifică numărul de niveluri (al directoarelor subordonate rădăcinii site-ului) care trebuie să fie depăşit înainte ca arborele de navigare să fie afişat. 0 înseamnă că arbole de navigare ar trebui să fie afişat integral, inclusiv pentru paginile din rădăcina site-ului. 1 înseamnă că arborele apare doar în interiorul directoarelor localizate în rădăcină şi mai jos, fără a fi afişate directoarele de la nivelul de top.

source: help_navigation_title
ro: Titlul arborelui de navigare.

source: help_navigation_tree_depth
ro: Câte directoare ar trebui să fie incluse înainte ca arborele de navigare să se oprească. 0 înseamnă nici o limită. 1 înseamnă să includă doar directorul părinte.

source: help_navigationtypes
ro: Obiectele care ar trebui să fie afişate în navigare şi în harta site-ului.

source: help_new_password
ro: Introdu noua parolă. Minimum 5 caractere.

source: help_news_image
ro: Va fi afişată în lista cu ştiri şi în ştirea însăşi. Imaginea va fi scalată la o dimensiune potrivită.

source: help_no_selectable_default_pages
ro: Nu există elemente în acest director care să poată fi selectate ca afişare implicită a paginii.

source: help_nonfolderish_tabs
ro: În mod implicit, orice obiect aflat în rădăcina portalului va fi afişat ca secţiune globală. Dacă dezactivezi acestă opţiune, vor fi afişate doar directoarele. Această opţiune are efect doar dacă "Generarea automată a Navigării" este activată.

source: help_openid_identity_url
ro: Te rugăm să introduci mai jos OpenID-ul tău pentru a te autentifica.

source: help_password_creation
ro: Minimum 5 caractere.

source: help_password_retrieval
ro: Dacă ţi-ai ai uitat parola, ${click_here}

source: help_path_criteria_value
ro: Directoarele în care se caută.

source: help_portal_type_criteria_value
ro: Unul dintre tipurile de conţinut înregistrate pe portal.

source: help_portrait
ro: Pentru a adăuga o nouă poză de profil, click pe butonul <strong>Selectare</strong> şi selectează o poză de-a ta. E recomandat ca aceasta să fie de 100 de pixeli înălţime şi 75 de pixeli lăţime. <br />

source: help_preferred_language
ro: Limba ta preferată.

source: help_publishing_comments
ro: Introdu o scurtă descriere sau comentariu pentru a fi adăugat în câmpul de comentarii din istoricul articolului. Dacă sunt selectate mai multe articole, acest comentariu va fi ataşat la fiecare.

source: help_relativepath_criteria_customrelativepath
ro: Introdu o cale relativă ex: <br />'..' pentru directorul părinte, <br /> '../..' pentru părintele părintelui, <br />'../undirector' pentru un director subordonat

source: help_remember_my_email
ro: Bifează această opţiune pentru a avea adresa de e-mail introdusă automat când te vei autentifica ulterior.

source: help_remember_my_name
ro: Setând opţiunea 'Ţine minte identitatea mea' vei creea un fişier cookie cu numele tău de utilizator. Când te vei autentifica ulterior, numele tău de utilizator va fi deja completat.

source: help_search_author
ro: Găseşte articolele create de o anumită persoană.

source: help_search_description
ro: Găseşte articolele corespunzătoare acestei descrieri. Căutarea se poate face folosindu-se mai multe cuvinte, combinându-le cu <strong>SI</strong> şi <strong>SAU</strong>.

source: help_search_email
ro: Găseşte membrii a căror adresă de mail conţine această valoare.

source: help_search_fullname
ro: Găseşte utilizatori al căror nume întreg conţine acestă valoare.

source: help_search_item_type
ro: Găseşte articolele de un anumit tip.

source: help_search_name
ro: Găseşte membrii al căror nume de utilizator conţine:

source: help_search_new_items_since
ro: Găseşte articolele adăugate de la ultima ta autentificare, în ultima săptămână, etc.

source: help_search_new_owner
ro: Caută utilizatori.

source: help_search_review_status
ro: În calitate de revizuitor, poţi căuta articolele în funcţie de starea lor de revizie. Dacă doreşti ca rezultatele să reflecte articole într-o anumită stare, selectează-le din această listă.

source: help_search_roles
ro: Afişează membrii cu toate drepturile selectate mai sus.

source: help_search_tags
ro: Afişează obiectele care se potrivesc unora sau tuturor acestor valori. Cuvintele multiple s-ar putea găsi prin apăsarea <strong>Ctrl</strong> (sau a tastei <strong>Apple</strong> pe Mac)

source: help_search_text
ro: Pentru o simplă căutare de text, introdu termenul de căutare aici. Cuvintele multiple pot fi găsite prin combinarea lor cu <strong>SI</strong> şi <strong>SAU</strong>. Textul din acest câmp va fi comparat cu conţinutul articolului, titlul şi descrierea sa.

source: help_search_title
ro: Arată articolele care se potrivesc acestui titlu.

source: help_select_content_to_create
ro: Selectează ce tip de obiect doreşti să creezi.

source: help_select_where_to_create
ro: Selectează unde vrei să creezi acest obiect.

source: help_selection_criteria_value
ro: Valori existente

source: help_send_from
ro: Adresa ta de e-mail.

source: help_send_to_mail
ro: Adresa de e-mail la care se trimite acest link.

source: help_sender_from_address
ro: Te rog să îţi introduci adresa de email

source: help_sender_fullname
ro: Te rog să îţi introduci numele complet

source: help_sharing_go_here
ro: du-te aici

source: help_sharing_page_default_page
ro: Ajustezi privilegiile de partajare pentru vizualizarea implicită a unui obiect. Pentru a aplica modificările pentru întregul obiect, ${go_here}.

source: help_short_name_url
ro: Numele scurt este partea care apare în URL-ul acelui obiect.

source: help_shortname
ro: Identificatorii (Numele scurte) sunt parte a adresei web al unui element. Nu trebuie să conţină spaţii, litere mari sau alte caractere speciale.

source: help_smtp_pass
ro: Parola pentru contul ESMTP.

source: help_smtp_port
ro: Portul serverului SMTP (serverul ce trimite emailuri). De obicei "25".

source: help_smtp_server
ro: Aceasta este adresa server-ului local de SMTP (outgoing mail), denumită în mod normal "localhost", dacă nu foloseşti un server extern pentru trimiterea e-mailurilor.

source: help_smtp_userid
ro: Numele de utilizator pentru autentificarea la serverul de e-mail. Nu este necesar decât dacă foloseşti sistemul ESMTP.

source: help_string_criteria_value
ro: O valoare de tip text.

source: help_subobjects
ro: Modifică toate obiectele conţinute dacă este selectat.

source: help_syndication_max_items
ro: Numărul maxim de elemente care pot fi sindicate.

source: help_syndication_update_base
ro: Aceasta este data de la care se începe contorizarea actualizărilor. De aceea, dacă vrei ca actualizarea să se facă săptămânal, în fiecare Marţi, ai grijă ca aici să fie Marţi.

source: help_syndication_update_frequency
ro: Controlează frecvenţa actualizărilor. De exemplu, dacă vrei să se actualizeze în fiecare a doua saptamână, selectează "săptămânal" mai sus, şi "2" aici.

source: help_syndication_update_period
ro: Controlează cât de des este actualizat un canal.

source: help_tags
ro: Tag-urile sunt folosite în mod comun pentru organizarea ad-hoc al conţinutului.

source: help_template_mixin
ro: Alege un model pentru a fi folosit la afişarea acestui element.

source: help_url
ro: Adaugă http:// pentru un link înafara adresei de web a portalului.

source: help_user_name_creation_casesensitive
ro: Introdu numele de utilizator dorit; in mod normal se trece ceva de genul 'iongheorghe'. Acesta e numele pe care-l vei folosi pentru autentificare. Nu folosi spaţii sau caractere speciale. Numele de utilizator şi parola fac diferenţa între caracterele majuscule/minuscule, aşa ca fii atent să nu ai tasta CAPS LOCK apăsată din greşeală.

source: help_wf_states
ro: Etapele procesului, care ar trebui să fie afişate în portletul de navigare şi în harta site-ului.

source: help_wysiwyg_editor
ro: Editorul Wysiwyg de folosit.

source: hide
ro: ascunde

source: hide_the_search_form
ro: Ascunde formularul de căutare

source: history_action
ro: ${action} — ${actor} la ${time}

source: if_all_conditions_met
ro: Dacă toate condiţiile următoare sunt satisfăcute:

source: info_empty_dashboard
ro: Panoul tău personal este momentan gol. Click pe tab-ul <em>editeaza</em> pentru a aloca nişte portleţi personali.

source: info_openid
ro: Ce este OpenID?

source: is not a decimal number.
ro: nu este un număr zecimal.

source: is not a valid email address.
ro: nu este o adresă de e-mail validă.

source: is not a valid international phone number.
ro: nu este un număr de telefon internaţional valid

source: is not a valid url.
ro: nu este un URL valid.

source: is not a valid us phone number.
ro: nu este un număr american valid.

source: is not a valid zip code.
ro: nu este un cod poştal valid.

source: is not a well formed SSN.
ro: nu este un SSN bine format

source: is not an integer.
ro: nu este un întreg.

source: label_actions
ro: Acţiuni

source: label_actions_menu
ro: Acţiuni

source: label_activate
ro: Activează

source: label_add
ro: Adaugă

source: label_add_comment
ro: Adaugă comentariu

source: label_add_new_group
ro: Adaugă un nou grup

source: label_add_new_item
ro: Adaugă...

source: label_add_new_user
ro: Adaugă utilizator nou

source: label_add_portlet
ro: Adaugă portlet

source: label_add_portlet_ellipsis
ro: Adaugă portlet...

source: label_add_to_groups
ro: Adaugă la urmatoarele grupuri:

source: label_add_to_ical
ro: iCal (Mac OS X)

source: label_add_to_vcal
ro: vCal (Windows, Linux)

source: label_add_user_to_group
ro: Adaugă utilizatorul în grupurile selectate

source: label_add_users_to_group
ro: Adaugă utilizatorii şi grupurile selectate la acest grup

source: label_advanced
ro: Setări avansate

source: label_advanced_search
ro: Căutare avansată

source: label_affected_content
ro: Conţinut afectat

source: label_all
ro: Toate

source: label_allow_combined_language_codes
ro: Arata variantele de limbă specifice ţării

source: label_allow_comments
ro: Permite comentarii

source: label_allow_discussion
ro: Permite discuţii pentru acest element

source: label_allparents_enable
ro: Afişează obiectele care în mod normal sunt excluse din navigare atunci când vizualizezi sub-folderele.

source: label_an_anonymous_user
ro: un utilizator anonim

source: label_anonymous_user
ro: Utilizator anonim

source: label_any_author
ro: Orice autor

source: label_apply_changes
ro: Aplică modificările

source: label_apply_current_folder
ro: Aplică doar directorului curent

source: label_apply_to_subfolders
ro: Aplică şi la sub-directoare

source: label_at
ro: la

source: label_author
ro: Autor

source: label_author_external_home_page
ro: Pagina externă a autorului

source: label_author_internal_home_page
ro: Pagina personală a autorului pe acest site

source: label_back_to_addremove_products
ro: Înapoi la adaugă/şterge produse

source: label_back_to_errorlog
ro: Înapoi la Jurnalul de erori

source: label_back_to_site
ro: Înapoi la site

source: label_biography
ro: Biografie

source: label_body_text
ro: Text

source: label_boolean_criteria_bool
ro: Valoare

source: label_browse
ro: Caută

source: label_by_author
ro: Autor: ${author}

source: label_cache_entries
ro: Intrări

source: label_cache_hits
ro: Afişări

source: label_cache_key
ro: Cheie

source: label_cache_misses
ro: Erori

source: label_cache_size_bytes
ro: Dimensiune (biti)

source: label_calendar
ro: Calendar

source: label_cancel
ro: Anulează

source: label_cant_mail_password_reset
ro: În mod normal, după completarea acestui formular, ne-am oferi sa vă trimitem un email cu instrucţiuni pentru a putea seta o parolă nouă. Din păcate acest site nu are sistemul de email configurat corect. Poti modifica acest lucru accesând Setările de e-mail.

source: label_change
ro: Schimbă

source: label_change_comment
ro: Modifică comentariul

source: label_change_default_item
ro: Schimbă elementul de conţinut setat ca model implicit

source: label_change_item
ro: Modifică elementul de conţinut ca modalitate standard de vizualizare

source: label_change_member_properties
ro: Schimbă caracteristicile utilizatorului

source: label_change_password
ro: Schimba parola

source: label_change_status
ro: Schimbă starea

source: label_characters_remaining
ro: ${count} caractere rămase

source: label_choose_content_item
ro: Alege un element de continut

source: label_choose_item
ro: Alege un element de conţinut ca modalitate standard de vizualizare

source: label_choose_template
ro: Afişează

source: label_clear_displayed_entries
ro: Nu mai afişa aceste intrări

source: label_click_here_to_retrieve
ro: apasă aici pentru a o recupera

source: label_click_to_view_full_image
ro: Apasă aici pentru a vedea imaginea în mărime reală

source: label_comment
ro: Comentariu

source: label_comments
ro: Comentarii

source: label_compare
ro: Compară

source: label_confirm_password
ro: Confirmă parola

source: label_constraintypes_allow_standard
ro: Permite tipologiilor standard să fie adăugate

source: label_constraintypes_specify_manually
ro: Specifică (manual) tipul obiectelelor

source: label_contact_email
ro: E-mailul contactului

source: label_contact_name
ro: Numele contactului

source: label_contact_phone
ro: Telefon de contact

source: label_containing
ro: conţinând

source: label_content_editor
ro: Editor pentru conţinut

source: label_contributors
ro: Au contribuit:

source: label_copy_exceptions
ro: Copiază excepţiile în jurnalul de evenimente

source: label_copy_to_present
ro: Copiază în prezent

source: label_copyrights
ro: Drepturi de autor

source: label_create_new_tags
ro: Creează şi aplică noi tag-uri.

source: label_creation_date
ro: Data creare

source: label_creators
ro: Autori

source: label_criteria_field_name
ro: Numele câmpului

source: label_current
ro: (curent)

source: label_current_folder_views
ro: Afişare director

source: label_current_image
ro: Imaginea curentă

source: label_current_item_views
ro: Afişare element

source: label_current_password
ro: Parola curentă

source: label_custom_view
ro: Afişează ca tabel

source: label_custom_view_fields
ro: Coloanele tabelului

source: label_date_range_criteria_end
ro: Până la (data)

source: label_date_range_criteria_start
ro: De la (data)

source: label_delete_portrait
ro: Şterge Portretul

source: label_description
ro: Descriere

source: label_disable_syndication
ro: Dezactivează sindicarea

source: label_discussion_default
ro: Prestabilit
