Repository: mingtak/twtour.i18n
Catalog: twtour/i18n/locales/*/LC_MESSAGES/plone.po
Languages: ro

source: Tags are used for ad-hoc organization of content
ro: Tag-urile sunt folosite pentru organizarea ad-hoc a conținutului

source: Tags are used for organization of content
ro: Tag-uri folosite pentru organizarea conţinutului

source: Target collection
ro: Colecția dorita

source: Target folder
ro: Folderul dorit

source: Target folder ${target} does not exist.
ro: Foderul dorit ${target} nu exista.

source: TempFolder
ro: FolderTemporar

source: Template
ro: Șablon

source: Text markup
ro: Text selectat

source: Text search of an item's contents
ro: Cautare de text a conținutului unui element

source: Text search of an item's title
ro: Cautare de text al titlului unui element

source: Text to be shown in the footer
ro: Text care va fi afișat in subsol

source: That user does not have an email address.
ro: Acel utilizator nu are o adresă de email.

source: The ID of the user who performed the last transition
ro: ID-ul utilizatorului care a efectuat ultima tranziție

source: The ID of the user who performed the previous transition
ro: ID-ul utilizatorului care a efectuat precedenta tranziție

source: The TALES expression to check.
ro: Expresia TALES de verificat.

source: The content type to check for.
ro: Tipul de conţinut de verificat

source: The content types that should be shown in the navigation and site map.
ro: Tipurile de conţinut care ar trebui afişate în procesul de navigare şi în harta site-ului

source: The current day
ro: Ziua curentă

source: The date an item was created
ro: Data la care un element a fost creat

source: The email address did not validate.
ro: Adresa de email nu a putut fi validată.

source: The email address that sends the email. If no email is provided here, it will use the portal from address.
ro: Adresa de email care trimite email-ul. Daca nici o adresa nu este introdusa aici, se va folosi adresa de email a portalului.

source: The email where you want to send this message. To send it to different email addresses, just separate them with ,
ro: Adresa de email unde vrei să trimiți acest mesaj. Pentru a trimite la mai multe adrese, separă-le printr-o virgulă.

source: The end date and time of an event
ro: Data și ora de sfârșit al unui eveniment

source: The event that can trigger this rule
ro: Evenimentul care poate sa declanșeze această regulă

source: The file extension to check for
ro: Extensia de fisier de verificat

source: The following item(s) could not be renamed: ${items}.
ro: Următoarele elemente nu au putut fi redenumite: ${items}.

source: The following list shows which upgrade steps are going to be run. Upgrading sometimes performs a catalog/security update, which may take a long time on large sites. Be patient.
ro: Următoarea listă arată care sunt etapele actualizării. Procesul de actualizare presupune uneori și o îmbunătățire/actualizare a catalogului sau a securității, motiv pentru care ar putea dura mai mult în cazul site-urilor mari. Ai răbdare.

source: The group name you entered is not valid.
ro: Numele de grup introdus de tine nu este valid.

source: The icon for an item
ro: Iconița pentru un obiect

source: The id of the site. This ends up as part of the URL.<br /> No special characters are allowed.
ro: ID-ul site-ului. Acesta va fi parte din URL.<br /> Nu sunt permise caractere speciale.

source: The item's title, transformed for sorting
ro: Titlul elementului, adaptat pentru sortare

source: The location of an item
ro: Locația unui element

source: The location of an item in the site (path)
ro: Locația unui element în portal (calea)

source: The login name you selected is already in use or is not valid. Please choose another.
ro: Numele de autentificare pe care l-ai selectat este deja folosit sau este invalid. Te rugam sa îți alegi altul.

source: The macro containing the portlet.
ro: Macro-ul care conține portlet-ul.

source: The main language of the site.
ro: Limba principală a site-ului.

source: The message that you want to mail.
ro: Mesajul pe care vrei să îl trimiți prin e-mail.

source: The message to send to the user.
ro: Mesajul pe care vrei să îl trimiți utilizatorului.

source: The name of the group.
ro: Numele grupului.

source: The number of results that is displayed on one page.
ro: Numărul de rezultate afișate pe pagină

source: The old theme used in Plone 3 and earlier.
ro: Vechea temă folosită în Plone 3 sau mai înainte.

source: The order of an item in its parent folder
ro: Ordinea unui element în cadrul directorului părinte

source: The person that created an item
ro: Persoana care a creat un element

source: The roles and users with View permission on an item
ro: Rolurile și utilizatorii cu permisiune de vizualizare a unui element

source: The roles to check for.
ro: Rolurile de verificat.

source: The root object in a Plone site.
ro: Obiectul de bază într-un site Plone.

source: The short name of an item (used in the url)
ro: Numele scurt al unui element

source: The site configuration is outdated and needs to be upgraded.
ro: Configurația site-ului este învechită și trebuie să fie actualizată.

source: The site configuration is outdated and needs to be upgraded. Please ${link_continue_with_the_upgrade}.
ro: Configurația site-ului este învechită și trebuie să fie actualizată. Va rugăm ${link_continue_with_the_upgrade}.

source: The site description is available in syndicated content and in search engines. Keep it brief.
ro: Descrierea site-ului este disponibilă în obiectul sindicat și apare în rezultatele motoarelor de căutare. Trebuie să fie cat mai concisă.

source: The size of an item
ro: Mărimea unui element

source: The start date and time of an event
ro: Data și ora de începere a unui eveniment

source: The template containing the portlet.
ro: Șablonul care conține portletul.

source: The text to render
ro: Textul care va fi redat

source: The time and date an item becomes publicly available
ro: Data și ora la care un element devine disponibil public

source: The time and date an item is no longer publicly available
ro: Data și ora la care un element nu mai este disponibil public

source: The time and date an item was created
ro: Data și ora la care un element a fost creat

source: The time and date an item was expired
ro: Data și ora la care a expirat un element

source: The time and date an item was first published
ro: Data și ora la care a fost prima dată publicat un element

source: The time and date an item was last modified
ro: Data și ora la care un element a fost modificat

source: The title of the rule
ro: Titlul regulii

source: The url of a Link item
ro: URL-ul unui obiect Link

source: The user viewing the querystring results
ro: Un utilizator care vizualizează rezultatele unei interogări

source: The username you entered could not be found.
ro: Numele utilizatorului pe care l-ai introdus nu a putut fi găsit.

source: The value of this field must be 1 or greater.
ro: Valoarea acestui câmp trebuie sa fie mai mare sau egală cu 1.

source: The workflow states that should be shown in the navigation tree and the site map.
ro: Etapele fluxului de lucru care ar trebui afișate in arborele de navigare și în harta site-ului.

source: The workflow transitions to check for.
ro: Tranzițiile fluxului de lucru care trebuie verificate.

source: Theme settings
ro: Setări temă

source: Themes
ro: Teme

source: There are more search results, narrow your search.
ro: Au fost găsite prea multe rezultate; vă rugăm sa încercați o căutare mai specifică

source: There is already an item named ${name} in this folder.
ro: Exista deja un obiect numit ${name} în acest director.

source: There is no object with short name ${name} in this folder.
ro: Nu există nici un obiect având numele scurt ${name} în acest director.

source: There is no upgrade procedure defined for this add-on. Please consult the add-on documentation for upgrade information, or contact the add-on author.
ro: Nu există nici o procedură de actualizare a acestui produs Add-on. Te rog să consulți documentația produsului Add-on pentru mai multe informații legate de actualizare sau contactează-l pe autorul produsului Add-on.

source: There were errors
ro: Au apărut erori

source: There were errors during install, check transcript.
ro: Au apărut erori în timpul instalării, verifică transcrierea pașilor procesului derulat.

source: These CSS styles are allowed in style attributes.
ro: Stilurile CSS sunt permise în atributele stilului.

source: These attributes are stripped from any tag when saving.
ro: Aceste atribute sunt complet lipsite de orice etichete atunci când sunt salvate.

source: These attributes are stripped from those tags when saving.
ro: Aceste atribute nu vor avea acele etichete atunci când sunt salvate.

source: These class names are not allowed in class attributes.
ro: Aceste nume de clasă nu sunt permise in atributele de clasă.

source: These items are locked for editing: ${lockeditems}.
ro: Aceste obiectenu pot fi editate: ${lockeditems}.

source: These tags are stripped when saving or rendering, but any content is preserved.
ro: La salvare sau remitere, aceste etichete sunt eliminate, însă conținutul este păstrat.

source: These tags, and their content are completely blocked when a page is saved or rendered.
ro: Aceste etichete, precum și conținutul lor, sunt complet blocate atunci când pagina este salvată sau remisă.

source: This add-on has been removed from the file system.
ro: Acest produs Add-on a fost scos din fișierul de sistem.

source: This add-on has been upgraded.
ro: Acest produs Add-on a fost actualizat.

source: This field is required, please provide some information.
ro: Acest camp este obligatoriu; vă rugăm să introduceți informația necesară.

source: This file is not text. To upload binary files create File content.
ro: Acest fișier nu este de tip text. Pentru a incărca fisiere binare, crează conținutul fișierului.

source: This is the Add-on configuration section, you can activate and deactivate add-ons in the lists below.
ro: Aceasta este secțiunea de configurare a produselor Add-on; le poți activa sau dezactiva din lista de mai jos.

source: This portlet displays a listing of items from a Collection.
ro: Acest portlet afișează o listă a elementelor din colecție.

source: This portlet displays a navigation tree.
ro: Acest portlet afișează un arbore de navigare.

source: This portlet displays a queue of documents awaiting review.
ro: Acest portlet afișează o listă de documente care asteaptă să fie verificate.

source: This portlet displays an RSS feed.
ro: Acest portlet afișează un flux de știri RSS

source: This portlet displays recent News Items.
ro: Acest portlet afișează obiecte Știre recente.

source: This portlet displays recently modified content.
ro: Acest portlet afișează obiecte recent modificate

source: This portlet lists upcoming Events.
ro: Acest portlet afișează evenimente care vor urma.

source: This portlet shows a search box.
ro: Acest portlet afișează un formular de căutare.

source: This shows up in the title bar of browsers and in syndication feeds.
ro: Acest titlul apare în bara de titlu a browser-ului și în fluxurile de știri sindicate RSS.

source: This site configuration is outdated and needs to be upgraded:
ro: Configurația acestui site este învechită și trebuie să fie modernizată:

source: This username is reserved. Please choose a different name.
ro: Acest nume de utilizator este rezervat. Vă rugăm să selectați un alt nume.

source: Thumbnail view
ro: Afișare album

source: Tick this box if you want to render the text above without the standard header, border or footer.
ro: Selectează această opțiune dacă dorești să afișezi textul de mai sus fără titlul, subsolul sau chenarul portlet-ului.

source: Time in minutes after which the feed should be reloaded.
ro: Timpul, în minute, după care fluxul de știri ar trebui să se reîncarce.

source: Tip: you can use * to autocomplete.
ro: Pont: poți folosi * pentru a completa automat.

source: Title
ro: Titlu

source: Title of the portlet. If omitted, the title of the feed will be used.
ro: Titlul portlet-ului. Dacă este omis, va fi folosit titlul fluxului.

source: Title of the rendered portlet
ro: Titlul portletului afișat

source: To make new add-ons show up here, add them to your buildout configuration, run buildout, and restart the server process. For detailed instructions see ${third_party_product}.
ro: Pentru a face noile produse Add-on să se afișeze aici, adaugă-le la configurația ta buildout și reinițializează procesele serverului. Pentru instrucțiuni detaliate citește ${third_party_product}.

source: Today
ro: Astăzi

source: Toggle full screen mode
ro: Activează/dezactivează modul full-screen

source: Transaction(s) undone.
ro: Tranzacție anulată.

source: Transform
ro: Transformă

source: Transition
ro: Tranziție

source: Transition title
ro: Titlul tranziției

source: Transition workflow state
ro: Starea de tranziție a fluxului de lucru

source: Trigger: ${name}
ro: Declanșator: ${name}

source: Triggering event
ro: Eveniment declanșator

source: Type
ro: Tip

source: Types
ro: Tipuri

source: URL of RSS feed
ro: URL sau flux RSS

source: Unable to change state of ${name} as part of content rule 'workflow' action: ${error}
ro: Nu s-a putut modifica starea ${name} din cauza apricării regulii 'workflow': ${error}

source: Unable to copy ${name} as part of content rule 'copy' action: ${error}
ro: Nu s-a putut copia ${name} din cauza apricării regulii 'copiere': ${error}

source: Unable to move ${name} as part of content rule 'move' action: ${error}
ro: Nu s-a putut muta ${name} din cauza apricării regulii 'mutare': ${error}

source: Unable to remove ${name} as part of content rule 'delete' action: ${error}
ro: Nu s-a putut șterge ${name} din cauza apricării regulii 'ștergere': ${error}

source: Unable to send mail: ${exception}
ro: Nu am putut trimite mesajul e-mail: ${exception}

source: Unable to send test e-mail ${error}.
ro: Nu am putut trimite email-ul de test deoarece: ${error}.

source: Unable to send test e-mail, check your mail settings!
ro: Nu am putut trimite email-ul de test; verifică setările.

source: Unauthorized
ro: Neautorizat

source: Unauthorized to paste item(s).
ro: Neautorizat în a lipi obiectele

source: Unlock
ro: Deblochează

source: Update cancelled.
ro: Actualizare anulată.

source: Upgrade
ro: Actualizare

source: Upgrade Guide
ro: Ghid actualizare

source: Upgrade report
ro: Raport actualizare

source: Upgrade steps
ro: Pași pentru actualizare

source: Upgrade this site
ro: Actualizează acest site

source: Upgraded ${product}
ro: Actualizat ${product}

source: Use '../' to navigate to parent objects.
ro: Folosește '../' ca să urci mai sus în arborele de navigare.

source: Use email address as login name
ro: Folosește adresa de email ca nume de utilizator

source: Use popup overlays for simple forms
ro: Folosește ecrane de tip pop-up afișate în fața tuturor celorlalte ecrane deschise pentru formularele simple

source: User Actions
ro: Actiunile utilizatorului

source: User Data Form
ro: Formular cu datele utlizatorului

source: User added.
ro: Utilizator adăugat.

source: User and groups settings for this site.
ro: Setari utilizatori și grupuri pentru acest site.

source: User's group
ro: Grupul utilizatorului

source: User's role
ro: Rolul utilizatorului

source: User/Groups settings
ro: Setarile utilizatorului/grupului

source: Users and Groups
ro: Utilizatori si Grupuri

source: Validation failed($name): $value of type $type, expected 'string'
ro: Validarea câmpului($name): $value de tipul $type, asteptăm 'string'

source: Validation failed($name): '$value' $errmsg
ro: Validare eșuată($name): '$value' $errmsg

source: Validation failed($name): '$value' is not empty.
ro: Validare eșuată($name): '$value' nu este goală.

source: Validation failed($name): '$value' out of range($min, $max)
ro: Validare eșuată($name): '$value' afară din gamă ($min, $max)

source: Validation failed($name): could not convert $value to a date.
ro: Validare eșuată($name): nu am putut converti $value într-o dată.

source: Validation failed($name): could not convert '$value' to number
ro: Validare eșuată($name): nu am putut converti '$value' într-un număr

source: Validation failed($name): value is empty ($value).
ro: Validare eșuată($name): valoarea este goală ($value).

source: Validation failed($name: Uploaded data is too large: ${size}MB (max ${max}MB)
ro: Validare eșuată($name): Fișierul este prea mare: ${size}MB (max ${max}MB)

source: View
ro: Vizualizare

source: View Document
ro: Vizualizare document

source: View Event
ro: Vizualizare eveniment

source: View File
ro: Vizualizare fișier

source: View Image
ro: Vizualizare imagine

source: View Link
ro: Vizualizare link

source: View News Item
ro: Vizualizare ştire

source: View changed.
ro: Afişare schimbată.

source: View image
ro: Vizualizează imaginea

source: View portlet management screen
ro: Vizualizează ecranul de gestionare a portletului

source: View your Plone site
ro: Vizualizează site-ul tău Plone

source: Visible to all intranet users, editable by the owner.
ro: Vizibil tuturor utilizatorilor intranet, modificabil de către proprietar.

source: Visible to all intranet users.
ro: Vizibil tuturor utilizatorilor intranet.

source: Visible to everyone, but not approved by the reviewers.
ro: Vizibil tuturor, însă neaprobat de redactori.

source: Visible to everyone, editable by the owner.
ro: Vizibil tuturor, modificabil de către proprietar.

source: Visible to everyone, not editable by the owner.
ro: Vizibil tuturor, nemodificabil de către proprietar.

source: Visible to people outside the intranet, not editable by the owner.
ro: Vizibilă persoanelor dinafara intranetului, nemodificabil de către proprietar.

source: Visit this link
ro: Accesează acest link

source: Visitors to your site mostly don't know what reviewstates are. By default we display the option to search by review state to logged in users only. You can enable this option let anonymous Visitors search by review state also.
ro: Marea majoritate a vizitatorilor siteului nu stiu ce sunt etapele revizuirii. În mod implicit afișăm posibilitatea de căutare în funcție de starea revizuirii doar pentru utilizatorii autentificați. Dacă dorești, poți activa această opțiune de căutare și pentru vizitatoii anonimi.

source: WARNING! Your database requires a newer version of Plone than you are currently using. This is a dangerous situation. Please upgrade your Plone version as soon as possible.
ro: ATENȚIE! Baza ta de date necesită o versiune mai nouă de Plone decât cea pe care o folosești în prezent. Această situație este periculoasă. Te rugăm să îți actualizezi versiunea de Plone cât mai repede posibil.

source: Waiting to be reviewed, not editable by the owner.
ro: Asteptând să fie revizuit, nu este editabil de către proprietar.

source: Warning
ro: Atenţie!

source: Welcome! You are now logged in.
ro: Bine ai venit! Acum eşti autentificat.

source: When the previous transition was performed
ro: Când a fost efectuată tranziţia precedentă

source: Whether or not execution of further rules should stop after this rule is executed
ro: Dacă ar trebui sau nu ca execuţia următoarelor reguli sa fie oprită după executarea prezentei reguli

source: Whether or not the rule is currently enabled
ro: Dacă această regulă este activată sau nu

source: While changing your password an AttributeError occurred. This is usually caused by your user being defined outside the portal.
ro: În timp ce îți modificai parola a apărut o Eroare de atribut. Această situație apare de obicei pentru că există un utilizator definit înafara portalului.

source: Wiki behavior
ro: Comportament wiki

source: Within last
ro: În ultimul

source: Within next
ro: În următorul

source: Workflow
ro: Flux de lucru

source: Workflow Policies
ro: Politicile fluxului de lucru

source: Workflow state
ro: Etapele (Stările) fluxului de lucru

source: Workflow state changed
ro: Etapa fluxului de lucru modificată

source: Workflow states are: ${states}
ro: Etapele fluxului de lucru sunt: ${states}

source: Workflow states to show in the calendar
ro: Stările proceselor aflate în desfăşurare, permise a fi afişate în calendar

source: Workflow transition
ro: Tranzițiile fluxului de lucru

source: Workflow transitions are: ${transitions}
ro: Tranzițiile fluxului de lucru sunt: ${transitions}

source: Working Copy Support (Iterate)
ro: Suport al unei copii de lucru (Copie)

source: Year
ro: An

source: Yes
ro: Da

source: You are not allowed to send this link.
ro: Nu îţi este permis să trimiţi acest link.

source: You cannot disable country-specific language variants, please choose a different site language first.
ro: Nu poti dezactiva varianta de limbaj specifică unei anumite ţări, te rugăm să setezi mai întâi o altă limbă pentru site.

source: You cannot have a type as secondary type without having it allowed. You have selected ${types}.
ro: Nu poţi să ai un tip, pe post de tip secundar fara a-l fi validat mai întâi. Tu ai selectat ${types}.

source: You entered an invalid email address.
ro: Ai introdus o adresă de email invalidă.

source: You have been logged out.
ro: Ai fost deconectat cu sucecss.

source: You have multiple Plone sites:
ro: Ai site-uri de Plone multiple:

source: You must enable cookies before you can log in.
ro: Trebuie sa ai cookies activate inainte de a putea să te conectezi.

source: You must enter a valid email address.
ro: Trebuie să introduci o adresa de e-mail validă.

source: You must enter a valid name.
ro: Trebuie să introduci un nume de utilizator valid.

source: You must enter an email address.
ro: Trebuie să introduci o adresă de email.

source: You must provide content names
ro: Trebuie să dai un nume obiectelor

source: You must select a publishing action.
ro: Trebuie să selectezi o acţiune de publicare.

source: You must select content to change.
ro: Trebuie să selectezi conţinutul pe care vrei să il modifici.

source: You must sign in first.
ro: Trebuie să te autentifici înainte.

source: You must upload a file
ro: Trebuie să încarci un fişier

source: You normally don't need to change anything here unless you have specific reasons and know what you are doing.
ro: În mod normal nu ai nevoie sa modifici nimic aici, înafară de cazul în care ai motive întemeiate și știi exact ce faci.

source: You should pack your database regularly. This number indicates how many days of undo history you want to keep. It is unrelated to versioning, so even if you pack the database, the history of the content changes will be kept. Recommended value is 7 days.
ro: Ar trebui să îți compactezi baza de date regulat. Acest număr indică câte zile din istoric vrei să păstrezi pentru a le modifica, la nevoie. Este interconectat cu posibilitatea de a avea mai multe versiuni, așa că istoricul modificărilor de conținut va fi păstrat chiar dacă îți compactezi baza de date. Valoarea recomandată este de 7 zile.

source: Your Plone site has not been added yet:
ro: Site-ul tău Plone nu a fost adăugat încă:

source: Your link changes have been saved.
ro: Modificările linkului au fost salvate

source: Your personal settings have been saved.
ro: Setările personale au fost salvate

source: Your portrait has been deleted.
ro: Profilul tău a fost șters.

source: Your site is up to date.
ro: Site-ul tău este la zi.

source: Zope Database Packing
ro: Compactarea bazei de date Zope

source: Zope Management Interface
ro: Interfaţa de Management Zope

source: Zope server and site maintenance options.
ro: Opțiuni referitoare la serverul Zope si la mentenanța site-ului.

source: absolute_url_prefix
ro: prefixul absolut al URL-ului

source: accesskey_accesskey_details
ro: <code>0</code>Detalii taste de acces

source: accesskey_advanced_search
ro: <code>5</code>Căutare Avansată
